<h1 class="text-center desktop" style="font-size: 100px; font-weight: bold;">เกี่ยวกับ SHELONGS</h1>
<div class="container desktop" style="background-color: #eb125f;">
    <p style="color:white; font-size: 30px;">SHElongs เปรียบเสมือนเพื่อนสาวที่คอยแนะนำ บิวตี้ไอเท็มใหม่ๆ
        ที่คัดสรรแล้วว่ามีคุณภาพ
        ในรูปแบบของเว็บไซต์และแอพพลิเคชั่น ที่เปิดโอกาสให้ผู้ลงทะเบียนได้รับตัวอย่างผลิตภัณฑ์ความงามขนาดทดลอง
        ฟรีทุกเดือน และผลิตภัณฑ์พิเศษเพิ่มเติมสำหรับสมาชิกรายเดือน โดยตัวอย่างผลิตภัณฑ์ที่คุณจะได้รับ
        จะได้รับการคัดเลือกมาให้เหมาะสมกับคุณที่สุด โดยการวิเคราะห์จากข้อมูลที่สมาชิกระบุไว้ในขั้นตอนลงทะเบียน</p>
</div>

<h1 class="mobile text-center border-font">เกี่ยวกับ SHELONGS</h1>
<div class="container mobile" style="background-color: #eb125f;">
    <p style="color:white">SHElongs เปรียบเสมือนเพื่อนสาวที่คอยแนะนำ บิวตี้ไอเท็มใหม่ๆ ที่คัดสรรแล้วว่ามีคุณภาพ
        ในรูปแบบของเว็บไซต์และแอพพลิเคชั่น ที่เปิดโอกาสให้ผู้ลงทะเบียนได้รับตัวอย่างผลิตภัณฑ์ความงามขนาดทดลอง
        ฟรีทุกเดือน และผลิตภัณฑ์พิเศษเพิ่มเติมสำหรับสมาชิกรายเดือน โดยตัวอย่างผลิตภัณฑ์ที่คุณจะได้รับ
        จะได้รับการคัดเลือกมาให้เหมาะสมกับคุณที่สุด โดยการวิเคราะห์จากข้อมูลที่สมาชิกระบุไว้ในขั้นตอนลงทะเบียน</p>
</div>