<div class="container desktop">
    <h1 class="text-center" style="font-size: 100px; font-weight: bold;">เงื่อนไขและข้อตกลง</h1>
    <h1 style="padding-top:10px;">เงื่อนไขและข้อตกลง</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        บริษัท ชีลองส์ 959 กรุ๊ป จำกัด (ในข้อตกลงนี้จะเรียกว่า “ชีลองส์” หรือ “เรา”) อันรวมไปถึงบริษัทฯ
        สาขาและพันธมิตรทางธุรกิจที่นำเสนอการบริการให้กับคุณ (ในข้อตกลงนี้จะเรียกว่า“เว็บไซต์”)
        ชีลองส์ขอความกรุณาให้คุณอ่านเงื่อนไขและข้อตกลงดังต่อไปนี้ รวมถึงนโยบายความเป็นส่วนตัวโดยละเอียด
        ก่อนที่จะเข้าใช้งานเว็บไซต์ชีลองส์ สมัครสมาชิก กรอกข้อมูลส่วนตัว หรือซื้อผลิตภัณฑ์ใด ๆ บนเว็บไซต์นี้
        เพราะชีลองส์จะถือว่าคุณยอมรับเงื่อนไขและข้อตกลงดังกล่าว รวมถึงนโยบายความเป็นส่วนตัวของเรา
        หากคุณไม่ยอมรับข้อตกลงเหล่านี้ คุณจำเป็นต้องหยุดการเข้าใช้งานเว็บไซต์ชีลองส์ในทันที</div>

    <h1 style="padding-top:10px;">ข้อมูลบนเว็บไซต์</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        ถึงแม้เราจะพยายามอย่างมากที่จะให้ข้อมูลและรายละเอียดที่ถูกต้องเกี่ยวกับผลิตภัณฑ์
        แต่เราไม่ขอรับประกันว่าข้อมูลและส่วนประกอบที่ให้บนเว็บไซต์มีความถูกต้อง ครบถ้วน เป็นปัจจุบัน
        หรือไม่มีข้อผิดพลาด
        ชีลองส์ขอสงวนสิทธิ์ที่จะเปลี่ยนแปลงแก้ไขข้อมูลบนเว็บไซต์ในเวลาใดก็ได้โดยไม่แจ้งให้ทราบล่วงหน้า
    </div>
    <div style="text-indent: 1em; font-size: 30px;">
        ข้อมูลผลิตภัณฑ์หรือรายละเอียดของผลิตภัณฑ์บนเว็บไซต์นี้
        มีวัตถุประสงค์เพื่อให้ข้อมูลแก่ผู้บริโภคทั่วไปเท่านั้น
        ไม่ได้มีวัตถุประสงค์เพื่อการวินิจฉัย การบำบัด การรักษา หรือการป้องกันสภาพหรือโรคใด ๆ
        ชีลองส์ไม่ขอรับผิดชอบเกี่ยวกับการรับประกันสินค้า
        รวมถึงไม่ขอรับรองความถูกต้องสมบูรณ์ของข้อมูลหรือรายละเอียดของผลิตภัณฑ์บนเว็บไซต์นี้
        ข้อมูลเกี่ยวกับผลิตภัณฑ์ทั้งหมดเราได้รับจากเจ้าของสินค้าหรือการแบ่งปันประสบการณ์ของลูกค้า ทั้งนี้
        ชีลองส์ไม่ได้ตรวจสอบข้อเท็จจริงของผลิตภัณฑ์ โปรดพิจารณาและศึกษาข้อมูลให้รอบคอบก่อนจะเชื่อถือผลิตภัณฑ์นั้น ๆ</div>

    <h1 style="padding-top:10px;">การเชื่อมโยงกับเว็บไซต์อื่น</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        เว็บไซต์ชีลองส์อาจมีการเชื่อมโยงกับเว็บไซต์อื่นเพื่อวัตถุประสงค์ในการให้ข้อมูล และเพื่อความสะดวกของคุณ
        ชีลองส์ไม่ได้ให้การรับรอง หรือยืนยันความถูกต้องในเนื้อหาของเว็บไซต์เหล่านั้น
        การเข้าเยี่ยมชมหรือใช้ข้อมูลจากเว็บไซต์อื่น ๆ นั้น
        ถือเป็นหน้าที่ของคุณในการพิจารณาวิเคราะห์ความเสี่ยงที่อาจเกิดขึ้นจากการใช้ข้อมูลในเว็บไซต์เหล่านั้นด้วยตนเอง
        การเข้าเยี่ยมชมเว็บไซต์อื่น ๆ นั้น เราขอแนะนำให้คุณอ่านรายละเอียดเงื่อนไขและข้อตกลงการใช้บริการ
        ตลอดจนนโยบายการรักษาความปลอดภัยของเว็บไซต์เหล่านั้นก่อนเข้าใช้เว็บไซต์</div>

    <h1 style="padding-top:10px; font-size: 30px;">การลงทะเบียนและการสมัครสมาชิก</h1>
    <div style="text-indent: 1em;">
        คุณต้องมีอายุไม่ต่ำกว่า 18 ปี ในกรณีที่คุณอายุไม่ถึง 18 ปี และต้องการสมัครเป็นสมาชิกของชีลองส์
        คุณต้องได้รับการยินยอมจากบิดามารดาหรือผู้ปกครองของคุณเท่านั้น
        โดยแนบหนังสือยินยอมพร้อมสำเนาบัตรประชาชนของคุณเพื่อยอมรับเงื่อนไขการสมัครสมาชิกบนเว็บไซต์นี้</div>

    <div style="text-indent: 1em; font-size: 30px;">
        ผู้ใช้งานแต่ละคนจะได้รับอนุญาตให้มีบัญชีผู้ใช้ได้เพียงบัญชีเดียวเท่านั้น คุณต้องยินยอมที่จะให้ข้อมูลจริง
        ถูกต้อง
        และครบถ้วนสมบูรณ์ในการลงทะเบียนหรือการสมัครสมาชิก หากเราตรวจสอบพบว่าคุณให้ข้อมูลเท็จ ไม่ถูกต้อง
        หรือไม่ครบถ้วนสมบูรณ์ ชีลองส์มีสิทธิ์ที่จะระงับการเป็นสมาชิกชั่วคราว ตลอดจนยกเลิกการเป็นสมาชิกของคุณ
        หรือปฏิเสธการสมัครสมาชิกเพื่อใช้งานของคุณอีกในอนาคต
        คุณจะต้องเป็นผู้รับผิดชอบแต่ผู้เดียวในการเก็บรักษาชื่อบัญชีผู้ใช้ และรหัสผ่านของตนเองให้เป็นความลับ
        คุณตกลงยินยอมที่จะรับผิดชอบต่อกิจกรรมใด ๆ ที่เกิดขึ้นภายใต้ชื่อบัญชีผู้ใช้งานของคุณเอง</div>

    <div style="text-indent: 1em; font-size: 30px;">
        เว็บไซต์ชีลองส์อาจมีโปรโมชั่นหรือสิทธิพิเศษให้แก่สมาชิกเป็นครั้งคราว
        ในการรับโปรโมชั่นดังกล่าวหากสมาชิกที่ได้รับรางวัลจากชีลองส์
        มีการสมัครสมาชิกซ้ำซ้อนเอาไว้ในหลายชื่อหรือใช้อีเมลแอดเดรสหลายชื่อ
        รวมถึงการให้ข้อมูลเท็จหรือมีการกระทำเข้าข่ายหลอกลวง จะถูกตัดสิทธิในการได้รับรางวัลใด ๆ
        และอาจจะถูกดำเนินคดีตามกฎหมายหรือมีโทษปรับตามกฎหมายอาญา</div>

    <h1 style="padding-top:10px;">การยกเลิกการเป็นสมาชิก</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        คุณสามารถยกเลิกการเป็นสมาชิกของชีลองส์ได้ทุกเมื่อ ก่อนการชำระเงินในรอบบิลครั้งถัดไป
        และชีลองส์ขอสงวนสิทธิ์ในการยกเลิกการเป็นสมาชิกของคุณด้วยเหตุผลใดก็ได้ทุกเวลา
        รวมถึงการละเมิดเงื่อนไขและข้อตกลงฉบับนี้ อาจส่งผลให้เกิดการระงับหรือยกเลิกบัญชีผู้ใช้ได้
        หากชีลองส์ยุติการเป็นสมาชิกของคุณซึ่งมีการชำระเงินไว้ล่วงหน้า และยังมีสิทธิ์ในการเป็นสมาชิกอยู่
        (กรณีที่สมัครแบบหลายเดือน) คุณจะได้รับการคืนเงินตามจำนวนเดือนที่เหลือ ทั้งนี้ขึ้นอยู่กับดุลยพินิจของชีลองส์</div>

    <h1 style="padding-top:10px;">ข้อจำกัดความรับผิดชอบ</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์จะไม่รับผิดชอบทางกฎหมายในความเสียหายหรือความสูญเสียใด ๆ
        และค่าใช้จ่ายที่อาจเกิดขึ้นจากอาการแพ้หรือบาดเจ็บจากการใช้ผลิตภัณฑ์
        ตลอดจนผลลัพธ์ที่สืบเนื่องมาจากการเข้าใช้งานในเว็บไซต์ของเรา ไม่ว่าจะทั้งทางตรงหรือทางอ้อม
        ทั้งที่เกี่ยวข้องกับนโยบายความเป็นส่วนตัว และความไม่ถูกต้องหรือความผิดพลาดของข้อมูลที่มีการนำเสนอบนเว็บไซต์
        รวมถึงการกระทำใด ๆ อันเกิดจากความเชื่อถือในข้อมูล</div>

    <h1 style="padding-top:10px;">การจัดส่งผลิตภัณฑ์</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์จะพยายามจัดส่งผลิตภัณฑ์ภายในวันที่ระบุในการยืนยันการจัดส่ง
        หรือภายในระยะเวลาโดยประมาณที่ระบุไว้เมื่อคุณเลือกวิธีการจัดส่ง อย่างไรก็ตาม
        ในบางครั้งคุณอาจพบกับความล่าช้าในการจัดส่ง เนื่องจากสาเหตุต่าง ๆ หรือเกิดเหตุการณ์ที่ไม่คาดหมาย
        ถ้าเราไม่สามารถจัดส่งสินค้าตามวันที่จัดส่งได้ด้วยเหตุผลใดก็ตามเราจะแจ้งให้ท่านทราบ
        หากเกิดกรณีผลิตภัณฑ์ได้รับความเสียหายหรือสูญหายระหว่างการจัดส่ง กรุณาแจ้งเราภายใน 30
        วันนับจากวันที่ชำระเงิน
        ทั้งนี้ ผลิตภัณฑ์ดังกล่าวอาจถูกส่งกลับมาทางชีลองส์
        การคืนเงินหรือการเปลี่ยนผลิตภัณฑ์จะได้รับการพิจารณาโดยชีลองส์อีกครั้ง</div>

    <h1 style="padding-top:10px;">การขอเปลี่ยนผลิตภัณฑ์และการขอคืนเงิน</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        หากคุณต้องการเปลี่ยนผลิตภัณฑ์หรือขอคืนเงินภายหลังจากที่ได้รับไปแล้ว
        อันเนื่องมาจากผลิตภัณฑ์ที่ได้รับมีตำหนิหรือมีสภาพไม่สมบูรณ์ สามารถติดต่อเราได้ที่
        shelongs959group@gmail.com
        โดยชีลองส์จะพิจารณาเป็นกรณี ๆ ไป ซึ่งการเปลี่ยนผลิตภัณฑ์หรือการคืนเงินนั้นจะขึ้นอยู่กับดุลยพินิจของชีลองส์
        เราจะพยายามรักษาผลประโยชน์ของสมาชิกให้มากที่สุดภายใต้ข้อจำกัดที่เรามี</div>




    <h1 style="padding-top:10px;">การยกเลิกอันเกิดจากความผิดพลาด</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์มีสิทธิอย่างเต็มที่ที่จะยกเลิกการจัดส่งได้ทุกเมื่อ
        หากความผิดพลาดนั้นเกิดมาการให้ข้อมูลบนเว็บไซต์ไม่ถูกต้อง
        ในกรณีที่รายการจัดส่งนั้นเกิดการยกเลิก
        และเราได้รับการชำระเงินสำหรับการสมัครแพ็คเกจนั้นเสร็จสมบูรณ์เรียบร้อยแล้ว
        ชีลองส์จะทำการคืนเงินให้คุณเต็มจำนวน</div>


    <h1 style="padding-top:10px;">ทรัพย์สินทางปัญญา</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์เป็นเจ้าของลิขสิทธิ์ เครื่องหมายการค้า สิทธิบัตร สิทธิในการออกแบบ
        และสิทธิในทรัพย์สินทางปัญญาในรูปแบบอื่น ๆ
        รวมถึงเนื้อหาและส่วนประกอบในทุก ๆ หน้าของเว็บไซต์ชีลองส์
        คุณได้รับอนุญาตให้ทำสำเนาและจัดพิมพ์ข้อกำหนดหรือเนื้อหาของเว็บไซต์เพื่อการใช้งานส่วนตัวเท่านั้น
        ห้ามไม่ให้ผู้ใดหรือบริษัทใดใช้เนื้อหาและส่วนประกอบบนเว็บไซต์ รวมถึงการทำซ้ำ ลอกเลียนแบบ ดัดแปลง แก้ไข หรือ
        เผยแพร่ต่อสาธารณะ เพื่อวัตถุประสงค์อื่นใดนอกจากที่ให้อนุญาตไว้ข้างต้น
        โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากชีลองส์โดยเด็ดขาด</div>

    <h1 style="padding-top:10px;">ข้อกฏหมาย</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        กฎหมายที่บังคับใช้ในเงื่อนไขและข้อตกลงนี้
        ได้รับการควบคุมโดยกฎหมายแห่งประเทศไทยโดยไม่คำนึงถึงความขัดแย้งของหลักกฎหมาย
        ดังนี้เองคุณจึงเห็นชอบด้วยว่าข้อโต้แย้งหรือข้อเรียกร้องที่เกิดขึ้นจากเงื่อนไขและข้อตกลงนี้
        จะได้รับการแก้ไขด้วยศาลสูงที่ตั้งอยู่ในกรุงเทพมหานคร ประเทศไทยเท่านั้น
        และดังนี้เองคุณจึงได้อนุญาตและยอมรับต่ออำนาจศาลดังกล่าวในการฟ้องร้องข้อโต้แย้งหรือข้อเรียกร้องใด ๆ
        อันเกิดขึ้นจากการเกี่ยวพันกับเว็บไซต์ของเรา หรือเงื่อนไขในการให้บริการข้ออื่น ๆ ที่เกี่ยวเนื่องกัน
        รวมไปถึงประกาศนโยบายหรือเนื้อหาสาระข้อมูลอื่นใดที่มีความเกี่ยวข้องหรือมีความเกี่ยวโยงกัน</div>

    <h1 style="padding-top:10px;">การเปลี่ยนแปลงเงื่อนไขและข้อตกลง</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        คุณจะต้องยอมรับการเปลี่ยนแปลงเงื่อนไขและข้อตกลง หรือเนื้อหาบนเว็บไซต์ชีลองส์ ซึ่งอาจจะมีการปรับเปลี่ยน
        แก้ไข
        หรือยกเลิกได้ทุกเมื่อ โดยเราไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า การเข้าใช้งานเว็บไซต์ชีลองส์ของคุณในแต่ละครั้ง
        จะต้องถือเอาเงื่อนไขและข้อตกลงล่าสุดเป็นสำคัญ
        และเป็นความรับผิดชอบของคุณเองที่ควรจะพิจารณาและรับทราบเงื่อนไขและข้อตกลงล่าสุดของเว็บไซต์เป็นระยะ ๆ</div>

</div>


<div class="container mobile">
    <h1 class="text-center border-font">เงื่อนไขและข้อตกลง</h1>
    <h3 style="padding-top:10px;">เงื่อนไขและข้อตกลง</h3>
    <div style="text-indent: 1em;">
        บริษัท ชีลองส์ 959 กรุ๊ป จำกัด (ในข้อตกลงนี้จะเรียกว่า “ชีลองส์” หรือ “เรา”) อันรวมไปถึงบริษัทฯ
        สาขาและพันธมิตรทางธุรกิจที่นำเสนอการบริการให้กับคุณ (ในข้อตกลงนี้จะเรียกว่า“เว็บไซต์”)
        ชีลองส์ขอความกรุณาให้คุณอ่านเงื่อนไขและข้อตกลงดังต่อไปนี้ รวมถึงนโยบายความเป็นส่วนตัวโดยละเอียด
        ก่อนที่จะเข้าใช้งานเว็บไซต์ชีลองส์ สมัครสมาชิก กรอกข้อมูลส่วนตัว หรือซื้อผลิตภัณฑ์ใด ๆ บนเว็บไซต์นี้
        เพราะชีลองส์จะถือว่าคุณยอมรับเงื่อนไขและข้อตกลงดังกล่าว รวมถึงนโยบายความเป็นส่วนตัวของเรา
        หากคุณไม่ยอมรับข้อตกลงเหล่านี้ คุณจำเป็นต้องหยุดการเข้าใช้งานเว็บไซต์ชีลองส์ในทันที</div>

    <h3 style="padding-top:10px;">ข้อมูลบนเว็บไซต์</h3>
    <div style="text-indent: 1em;">
        ถึงแม้เราจะพยายามอย่างมากที่จะให้ข้อมูลและรายละเอียดที่ถูกต้องเกี่ยวกับผลิตภัณฑ์
        แต่เราไม่ขอรับประกันว่าข้อมูลและส่วนประกอบที่ให้บนเว็บไซต์มีความถูกต้อง ครบถ้วน เป็นปัจจุบัน
        หรือไม่มีข้อผิดพลาด
        ชีลองส์ขอสงวนสิทธิ์ที่จะเปลี่ยนแปลงแก้ไขข้อมูลบนเว็บไซต์ในเวลาใดก็ได้โดยไม่แจ้งให้ทราบล่วงหน้า
    </div>
    <div style="text-indent: 1em;">
        ข้อมูลผลิตภัณฑ์หรือรายละเอียดของผลิตภัณฑ์บนเว็บไซต์นี้
        มีวัตถุประสงค์เพื่อให้ข้อมูลแก่ผู้บริโภคทั่วไปเท่านั้น
        ไม่ได้มีวัตถุประสงค์เพื่อการวินิจฉัย การบำบัด การรักษา หรือการป้องกันสภาพหรือโรคใด ๆ
        ชีลองส์ไม่ขอรับผิดชอบเกี่ยวกับการรับประกันสินค้า
        รวมถึงไม่ขอรับรองความถูกต้องสมบูรณ์ของข้อมูลหรือรายละเอียดของผลิตภัณฑ์บนเว็บไซต์นี้
        ข้อมูลเกี่ยวกับผลิตภัณฑ์ทั้งหมดเราได้รับจากเจ้าของสินค้าหรือการแบ่งปันประสบการณ์ของลูกค้า ทั้งนี้
        ชีลองส์ไม่ได้ตรวจสอบข้อเท็จจริงของผลิตภัณฑ์ โปรดพิจารณาและศึกษาข้อมูลให้รอบคอบก่อนจะเชื่อถือผลิตภัณฑ์นั้น ๆ</div>

    <h3 style="padding-top:10px;">การเชื่อมโยงกับเว็บไซต์อื่น</h3>
    <div style="text-indent: 1em;">
        เว็บไซต์ชีลองส์อาจมีการเชื่อมโยงกับเว็บไซต์อื่นเพื่อวัตถุประสงค์ในการให้ข้อมูล และเพื่อความสะดวกของคุณ
        ชีลองส์ไม่ได้ให้การรับรอง หรือยืนยันความถูกต้องในเนื้อหาของเว็บไซต์เหล่านั้น
        การเข้าเยี่ยมชมหรือใช้ข้อมูลจากเว็บไซต์อื่น ๆ นั้น
        ถือเป็นหน้าที่ของคุณในการพิจารณาวิเคราะห์ความเสี่ยงที่อาจเกิดขึ้นจากการใช้ข้อมูลในเว็บไซต์เหล่านั้นด้วยตนเอง
        การเข้าเยี่ยมชมเว็บไซต์อื่น ๆ นั้น เราขอแนะนำให้คุณอ่านรายละเอียดเงื่อนไขและข้อตกลงการใช้บริการ
        ตลอดจนนโยบายการรักษาความปลอดภัยของเว็บไซต์เหล่านั้นก่อนเข้าใช้เว็บไซต์</div>

    <h3 style="padding-top:10px;">การลงทะเบียนและการสมัครสมาชิก</h3>
    <div style="text-indent: 1em;">
        คุณต้องมีอายุไม่ต่ำกว่า 18 ปี ในกรณีที่คุณอายุไม่ถึง 18 ปี และต้องการสมัครเป็นสมาชิกของชีลองส์
        คุณต้องได้รับการยินยอมจากบิดามารดาหรือผู้ปกครองของคุณเท่านั้น
        โดยแนบหนังสือยินยอมพร้อมสำเนาบัตรประชาชนของคุณเพื่อยอมรับเงื่อนไขการสมัครสมาชิกบนเว็บไซต์นี้</div>

    <div style="text-indent: 1em;">
        ผู้ใช้งานแต่ละคนจะได้รับอนุญาตให้มีบัญชีผู้ใช้ได้เพียงบัญชีเดียวเท่านั้น คุณต้องยินยอมที่จะให้ข้อมูลจริง
        ถูกต้อง
        และครบถ้วนสมบูรณ์ในการลงทะเบียนหรือการสมัครสมาชิก หากเราตรวจสอบพบว่าคุณให้ข้อมูลเท็จ ไม่ถูกต้อง
        หรือไม่ครบถ้วนสมบูรณ์ ชีลองส์มีสิทธิ์ที่จะระงับการเป็นสมาชิกชั่วคราว ตลอดจนยกเลิกการเป็นสมาชิกของคุณ
        หรือปฏิเสธการสมัครสมาชิกเพื่อใช้งานของคุณอีกในอนาคต
        คุณจะต้องเป็นผู้รับผิดชอบแต่ผู้เดียวในการเก็บรักษาชื่อบัญชีผู้ใช้ และรหัสผ่านของตนเองให้เป็นความลับ
        คุณตกลงยินยอมที่จะรับผิดชอบต่อกิจกรรมใด ๆ ที่เกิดขึ้นภายใต้ชื่อบัญชีผู้ใช้งานของคุณเอง</div>

    <div style="text-indent: 1em;">
        เว็บไซต์ชีลองส์อาจมีโปรโมชั่นหรือสิทธิพิเศษให้แก่สมาชิกเป็นครั้งคราว
        ในการรับโปรโมชั่นดังกล่าวหากสมาชิกที่ได้รับรางวัลจากชีลองส์
        มีการสมัครสมาชิกซ้ำซ้อนเอาไว้ในหลายชื่อหรือใช้อีเมลแอดเดรสหลายชื่อ
        รวมถึงการให้ข้อมูลเท็จหรือมีการกระทำเข้าข่ายหลอกลวง จะถูกตัดสิทธิในการได้รับรางวัลใด ๆ
        และอาจจะถูกดำเนินคดีตามกฎหมายหรือมีโทษปรับตามกฎหมายอาญา</div>

    <h3 style="padding-top:10px;">การยกเลิกการเป็นสมาชิก</h3>
    <div style="text-indent: 1em;">
        คุณสามารถยกเลิกการเป็นสมาชิกของชีลองส์ได้ทุกเมื่อ ก่อนการชำระเงินในรอบบิลครั้งถัดไป
        และชีลองส์ขอสงวนสิทธิ์ในการยกเลิกการเป็นสมาชิกของคุณด้วยเหตุผลใดก็ได้ทุกเวลา
        รวมถึงการละเมิดเงื่อนไขและข้อตกลงฉบับนี้ อาจส่งผลให้เกิดการระงับหรือยกเลิกบัญชีผู้ใช้ได้
        หากชีลองส์ยุติการเป็นสมาชิกของคุณซึ่งมีการชำระเงินไว้ล่วงหน้า และยังมีสิทธิ์ในการเป็นสมาชิกอยู่
        (กรณีที่สมัครแบบหลายเดือน) คุณจะได้รับการคืนเงินตามจำนวนเดือนที่เหลือ ทั้งนี้ขึ้นอยู่กับดุลยพินิจของชีลองส์</div>

    <h3 style="padding-top:10px;">ข้อจำกัดความรับผิดชอบ</h3>
    <div style="text-indent: 1em;">
        ชีลองส์จะไม่รับผิดชอบทางกฎหมายในความเสียหายหรือความสูญเสียใด ๆ
        และค่าใช้จ่ายที่อาจเกิดขึ้นจากอาการแพ้หรือบาดเจ็บจากการใช้ผลิตภัณฑ์
        ตลอดจนผลลัพธ์ที่สืบเนื่องมาจากการเข้าใช้งานในเว็บไซต์ของเรา ไม่ว่าจะทั้งทางตรงหรือทางอ้อม
        ทั้งที่เกี่ยวข้องกับนโยบายความเป็นส่วนตัว และความไม่ถูกต้องหรือความผิดพลาดของข้อมูลที่มีการนำเสนอบนเว็บไซต์
        รวมถึงการกระทำใด ๆ อันเกิดจากความเชื่อถือในข้อมูล</div>

    <h3 style="padding-top:10px;">การจัดส่งผลิตภัณฑ์</h3>
    <div style="text-indent: 1em;">
        ชีลองส์จะพยายามจัดส่งผลิตภัณฑ์ภายในวันที่ระบุในการยืนยันการจัดส่ง
        หรือภายในระยะเวลาโดยประมาณที่ระบุไว้เมื่อคุณเลือกวิธีการจัดส่ง อย่างไรก็ตาม
        ในบางครั้งคุณอาจพบกับความล่าช้าในการจัดส่ง เนื่องจากสาเหตุต่าง ๆ หรือเกิดเหตุการณ์ที่ไม่คาดหมาย
        ถ้าเราไม่สามารถจัดส่งสินค้าตามวันที่จัดส่งได้ด้วยเหตุผลใดก็ตามเราจะแจ้งให้ท่านทราบ
        หากเกิดกรณีผลิตภัณฑ์ได้รับความเสียหายหรือสูญหายระหว่างการจัดส่ง กรุณาแจ้งเราภายใน 30
        วันนับจากวันที่ชำระเงิน
        ทั้งนี้ ผลิตภัณฑ์ดังกล่าวอาจถูกส่งกลับมาทางชีลองส์
        การคืนเงินหรือการเปลี่ยนผลิตภัณฑ์จะได้รับการพิจารณาโดยชีลองส์อีกครั้ง</div>

    <h3 style="padding-top:10px;">การขอเปลี่ยนผลิตภัณฑ์และการขอคืนเงิน</h3>
    <div style="text-indent: 1em;">
        หากคุณต้องการเปลี่ยนผลิตภัณฑ์หรือขอคืนเงินภายหลังจากที่ได้รับไปแล้ว
        อันเนื่องมาจากผลิตภัณฑ์ที่ได้รับมีตำหนิหรือมีสภาพไม่สมบูรณ์ สามารถติดต่อเราได้ที่
        shelongs959group@gmail.com
        โดยชีลองส์จะพิจารณาเป็นกรณี ๆ ไป ซึ่งการเปลี่ยนผลิตภัณฑ์หรือการคืนเงินนั้นจะขึ้นอยู่กับดุลยพินิจของชีลองส์
        เราจะพยายามรักษาผลประโยชน์ของสมาชิกให้มากที่สุดภายใต้ข้อจำกัดที่เรามี</div>




    <h3 style="padding-top:10px;">การยกเลิกอันเกิดจากความผิดพลาด</h3>
    <div style="text-indent: 1em;">
        ชีลองส์มีสิทธิอย่างเต็มที่ที่จะยกเลิกการจัดส่งได้ทุกเมื่อ
        หากความผิดพลาดนั้นเกิดมาการให้ข้อมูลบนเว็บไซต์ไม่ถูกต้อง
        ในกรณีที่รายการจัดส่งนั้นเกิดการยกเลิก
        และเราได้รับการชำระเงินสำหรับการสมัครแพ็คเกจนั้นเสร็จสมบูรณ์เรียบร้อยแล้ว
        ชีลองส์จะทำการคืนเงินให้คุณเต็มจำนวน</div>


    <h3 style="padding-top:10px;">ทรัพย์สินทางปัญญา</h3>
    <div style="text-indent: 1em;">
        ชีลองส์เป็นเจ้าของลิขสิทธิ์ เครื่องหมายการค้า สิทธิบัตร สิทธิในการออกแบบ
        และสิทธิในทรัพย์สินทางปัญญาในรูปแบบอื่น ๆ
        รวมถึงเนื้อหาและส่วนประกอบในทุก ๆ หน้าของเว็บไซต์ชีลองส์
        คุณได้รับอนุญาตให้ทำสำเนาและจัดพิมพ์ข้อกำหนดหรือเนื้อหาของเว็บไซต์เพื่อการใช้งานส่วนตัวเท่านั้น
        ห้ามไม่ให้ผู้ใดหรือบริษัทใดใช้เนื้อหาและส่วนประกอบบนเว็บไซต์ รวมถึงการทำซ้ำ ลอกเลียนแบบ ดัดแปลง แก้ไข หรือ
        เผยแพร่ต่อสาธารณะ เพื่อวัตถุประสงค์อื่นใดนอกจากที่ให้อนุญาตไว้ข้างต้น
        โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากชีลองส์โดยเด็ดขาด</div>

    <h3 style="padding-top:10px;">ข้อกฏหมาย</h3>
    <div style="text-indent: 1em;">
        กฎหมายที่บังคับใช้ในเงื่อนไขและข้อตกลงนี้
        ได้รับการควบคุมโดยกฎหมายแห่งประเทศไทยโดยไม่คำนึงถึงความขัดแย้งของหลักกฎหมาย
        ดังนี้เองคุณจึงเห็นชอบด้วยว่าข้อโต้แย้งหรือข้อเรียกร้องที่เกิดขึ้นจากเงื่อนไขและข้อตกลงนี้
        จะได้รับการแก้ไขด้วยศาลสูงที่ตั้งอยู่ในกรุงเทพมหานคร ประเทศไทยเท่านั้น
        และดังนี้เองคุณจึงได้อนุญาตและยอมรับต่ออำนาจศาลดังกล่าวในการฟ้องร้องข้อโต้แย้งหรือข้อเรียกร้องใด ๆ
        อันเกิดขึ้นจากการเกี่ยวพันกับเว็บไซต์ของเรา หรือเงื่อนไขในการให้บริการข้ออื่น ๆ ที่เกี่ยวเนื่องกัน
        รวมไปถึงประกาศนโยบายหรือเนื้อหาสาระข้อมูลอื่นใดที่มีความเกี่ยวข้องหรือมีความเกี่ยวโยงกัน</div>

    <h3 style="padding-top:10px;">การเปลี่ยนแปลงเงื่อนไขและข้อตกลง</h3>
    <div style="text-indent: 1em;">
        คุณจะต้องยอมรับการเปลี่ยนแปลงเงื่อนไขและข้อตกลง หรือเนื้อหาบนเว็บไซต์ชีลองส์ ซึ่งอาจจะมีการปรับเปลี่ยน
        แก้ไข
        หรือยกเลิกได้ทุกเมื่อ โดยเราไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า การเข้าใช้งานเว็บไซต์ชีลองส์ของคุณในแต่ละครั้ง
        จะต้องถือเอาเงื่อนไขและข้อตกลงล่าสุดเป็นสำคัญ
        และเป็นความรับผิดชอบของคุณเองที่ควรจะพิจารณาและรับทราบเงื่อนไขและข้อตกลงล่าสุดของเว็บไซต์เป็นระยะ ๆ</div>

</div>