<div class="container desktop">
    <h1 class="text-center" style="font-size: 100px; font-weight: bold;">นโยบายความเป็นส่วนตัว</h1>
    <div style="text-indent: 1em; font-size: 30px;">
        นโยบายความเป็นส่วนตัวฉบับนี้ บังคับใช้กับการให้บริการบนเว็บไซต์และแอพพลิเคชั่น และ/หรือการดำเนินธุรกิจของ
        บริษัท
        ชีลองส์ 959 กรุ๊ป จำกัด (ในนโยบายความเป็นส่วนตัวจะเรียกว่า “ชีลองส์” หรือ “เรา”)
        และอธิบายวิธีการจัดการข้อมูลส่วนบุคคลของเรา
        และปฏิบัติตามข้อบังคับของกฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลในประเทศไทย ชีลองส์รักษาความปลอดภัย
        และเก็บรักษาความเป็นส่วนตัวของข้อมูลส่วนบุคคลของผู้ใช้เว็บไซต์ และแอพพลิเคชั่นของชีลองส์ไว้อย่างเคร่งครัด</div>

    <div style="padding-top: 10px; font-size: 30px;">การยอมรับในนโยบายความเป็นส่วนตัว</div>
    <div style="text-indent: 1em; font-size: 30px;">
        นโยบายความเป็นส่วนตัวฉบับนี้ มีวัตถุประสงค์เพื่อชี้แจงเงื่อนไขภายใต้การเก็บรวบรวม ใช้ เปิดเผย
        และ/หรือประมวลผลข้อมูลส่วนบุคคลที่คุณได้ให้แก่เรา หรือข้อมูลที่เรามีเกี่ยวกับคุณ
        และช่วยให้คุณได้รับข้อมูลที่เพียงพอก่อนที่จะตัดสินใจเปิดเผยข้อมูลส่วนบุคคลใดๆ ของคุณแก่ชีลองส์
        คุณไม่จำเป็นต้องให้ข้อมูลส่วนบุคคลใดๆ ตามที่เราร้องขอ แต่อย่างไรก็ตาม
        หากคุณไม่ให้ข้อมูลส่วนบุคคลที่เราร้องขอ
        เราอาจไม่สามารถจัดส่งสินค้า หรือบริการ หรือติดต่อกับคุณได้ ซึ่งกรณีดังกล่าวจำเป็นต้องเก็บรวมรวบ ใช้</div>
    หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ

    <div style="padding-top: 10px; font-size: 30px;"> ข้อมูลส่วนบุคคลที่เราเก็บรวบรวม</div>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์เก็บรวบรวมข้อมูลส่วนบุคคลจากคุณ อันหมายถึงข้อมูลที่เกี่ยวข้องกับคุณในฐานะบุคคลหนึ่ง
        ซึ่งเป็นข้อมูลเฉพาะตัวที่สามารถใช้ระบุตัวตนของบุคคลได้จากข้อมูลนั้น หรือจากข้อมูลนั้นร่วมกับข้อมูลอื่นๆ
        ที่เรามีหรืออาจสามารถเข้าถึงได้ ข้อมูลดังกล่าวรวมถึงชื่อ ที่อยู่ หมายเลขโทรศัพท์ อีเมล วันเดือนปีเกิด เพศ
        รายละเอียดข้อมูลบัตรเครดิต ข้อมูลด้านความงาม รูป ภาพถ่ายส่วนบุคคล ข้อมูลเกี่ยวกับการซื้อหรือความชอบของคุณ
        และข้อมูลอื่นใดที่เราเก็บรวบรวม</div>

    <div style="padding-top: 10px; font-size: 30px;"> วิธีการเก็บรวบรวมข้อมูลส่วนบุคคล</div>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์อาจเก็บรวบรวมข้อมูลส่วนบุคคลจากคุณได้จากหลายช่องทาง
        ซึ่งรวมถึงเมื่อคุณให้ข้อมูลส่วนบุคคลของคุณบนเว็บไซต์เพื่อลงทะเบียน และเพื่อสร้างบัญชีในเว็บไซต์ของเรา
        การดาวน์โหลดหรือเข้าถึงแอพพลิเคชั่น การยินยอมให้แอพพลิเคชั่นเข้าถึงตำแหน่งของคุณ
        การเข้าร่วมในกิจกรรมส่งเสริมการขาย
        การเข้าร่วมทำแบบสอบถาม หรือการเข้าถึงฟีเจอร์ (feature) ในเว็บไซต์อื่นๆ การร้องขอข้อมูลเกี่ยวกับผลิตภัณฑ์
        หรือบริการ
        หรือขอรับการติดต่อสื่อสารทางการตลาด หรือการติดต่อสื่อสารประเภทอื่นๆ
        การให้คะแนนและความเห็นเกี่ยวกับผลิตภัณฑ์ในฐานะลูกค้า การซื้อสินค้าผ่านทางเว็บไซต์
        การสอบถามหรือให้ความเห็นผ่านทางฝ่ายบริการลูกค้าของเราที่ shelongs959group@gmail.com
        และ/หรือติดต่อสื่อสารกับเรา
        นอกเหนือจากที่กล่าวไว้ข้างต้นแล้ว
        เราอาจใช้เทคโนโลยีเพื่อรวบรวมข้อมูลเกี่ยวกับกิจกรรมของคุณบนแอพพลิเคชั่นหรือเว็บไซต์โดยอัตโนมัติ ดังต่อไปนี้</div>

    <div style="text-indent: 1em; padding-top: 10px; font-size: 30px;">
        คุกกี้ (Cookies) ชีลองส์อาจฝากคุกกี้ไว้ในคอมพิวเตอร์หรืออุปกรณ์เคลื่อนที่ของคุณเพื่อระบุตัวตนคุณ
        คุกกี้เป็นไฟล์ขนาดเล็กที่ถูกส่งออกจากเซิร์ฟเวอร์ระหว่างช่วงเวลาการค้นดูข้อมูล
        โดยธรรมดาแล้วคุกกี้จะถูกเก็บไว้บนฮาร์ดไดร์ฟของคอมพิวเตอร์
        และถูกใช้โดยเว็บไซต์เพื่อลอกเลียนการเชื่อมต่ออย่างต่อเนื่องไปยังเว็บไซต์
        มาตรการรักษาความปลอดภัยได้ถูกนำมาใช้เพื่อป้องกันการเข้าถึงข้อมูลของผู้เยี่ยมชมเว็บไซต์โดยไม่ได้รับอนุญาต
        อย่างไรก็ตาม
        ชีลองส์ไม่ได้ควบคุมการถ่ายโอนข้อมูลไปยังผู้ให้บริการด้านโทรคมนาคมซึ่งรวมถึงผู้ให้บริการอินเตอร์เน็ต
        ดังนั้น ชีลองส์จะไม่รับผิดชอบต่อการทำผิดต่อการรักษาความปลอดภัยหรือการเปิดเผยโดยไม่ได้รับอนุญาต
        หรือการใช้ข้อมูลใดๆ
        นั้นบนอินเตอร์เน็ต ซึ่งมิได้เกิดจากความผิดของชีลองส์ ทั้งนี้
        คุณสามารถปรับแต่งเบราเซอร์ของคุณเพื่อปฏิเสธคุกกี้ได้
        แต่อย่างไรก็ตาม การปรับแต่งนั้นอาจทำให้คุณไม่ได้รับประโยชน์อย่างเต็มที่จากการให้บริการหรือฟีเจอร์บนเว็บไซต์
        ในกรณีที่ข้อมูลที่เก็บรวบรวมโดยคุกกี้ดังกล่าวเป็นข้อมูลส่วนบุคคลของคุณ
        ข้อมูลส่วนบุคคลดังกล่าวจะถูกเก็บรวมรวม
        ใช้
        หรือเปิดเผยเพื่อวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น กรณีที่คุณเข้าใช้เว็บไซต์ต่อไป
        ให้ถือว่าคุณตกลงยอมรับการใช้คุกกี้บนเว็บไซต์</div>

    <div style="text-indent: 1em; padding-top: 10px; font-size: 30px;">
        แฟลชคุกกี้ (Flash Cookies) เรียกอีกชื่อหนึ่งว่า Local Shared Objects หรือ “LSOs”
        เป็นไฟล์ข้อมูลที่คล้ายกับคุกกี้
        แต่สามารถจัดเก็บข้อมูลที่ซับซ้อนได้มากขึ้น แฟลชคุกกี้ใช้เพื่อจดจำการตั้งค่า การกำหนดลักษณะ
        และการใช้งานโดยเฉพาะอย่างยิ่ง วิดีโอ เกมส์แบบโต้ตอบ (interactive gaming) และบริการอื่นๆ ที่คล้ายคลึงกัน</div>

    <div style="text-indent: 1em; padding-top: 10px; font-size: 30px;">
        เว็บบีคอน (Web Beacons) เป็นภาพกราฟิกขนาดเล็กบนหน้าเว็บ
        หรือในอีเมลที่สามารถใช้บันทึกหน้าเว็บและโฆษณาที่ผู้ใช้คลิก
        หรือติดตามประสิทธิภาพของการทำการตลาดทางอีเมล</div>

    <div style="text-indent: 1em; padding-top: 10px; font-size: 30px;">
        แท็กการวิเคราะห์ (Analytics Tags) ใช้เพื่อวิเคราะห์ว่า ลูกค้าของเราชอบทำอะไร
        และฟีเจอร์รวมถึงโฆษณาของเรามีประสิทธิภาพเพียงใด
        นอกจากนี้แท็กดังกล่าวยังช่วยเราในการกำหนดค่าการใช้งานเบราเซอร์และการซื้อสินค้าของคุณได้
        เราอาจใช้ข้อมูลที่เก็บรวบรวมผ่านทางแท็กวิเคราะห์หรือลิงก์ที่ติดตามร่วมกับข้อมูลส่วนบุคคลของคุณ นอกจากนี้
        เราอาจรวมข้อมูลส่วนบุคคลที่คุณให้กับเรากับข้อมูลส่วนบุคคลอื่นๆ (เช่น ประวัติการซื้อและข้อมูลประชากร)</div>

    <div style="text-indent: 1em; padding-top: 10px; font-size: 30px;">
        บันทึกเซิร์ฟเวอร์ของเว็บ (Web Server Logs)
        คือบันทึกกิจกรรมที่สร้างขึ้นโดยอุปกรณ์เคลื่อนที่หรือคอมพิวเตอร์ที่ให้บริการเว็บเพจที่คุณร้องขอไปยังเบราเซอร์ของคุณ
        ตัวอย่างเช่น บันทึกเซิร์ฟเวอร์ของเว็บอาจบันทึกคำค้นหาที่คุณป้อนหรือลิงก์ที่คุณคลิกเพื่อให้เว็บเพจปรากฏขึ้น
        บันทึกเซิร์ฟเวอร์ของเว็บอาจบันทึกข้อมูลเกี่ยวกับเบราเซอร์ของคุณ เช่น ที่อยู่ IP
        และคุกกี้ที่ตั้งค่าไว้ในเบราเซอร์ของคุณโดยเซิร์ฟเวอร์</div>

    <div style="text-indent: 1em; padding-top: 10px; font-size: 30px;">
        เทคโนโลยีบ่งชี้ตำแหน่งทางภูมิศาสตร์ (Geo-Location Technologies) หมายถึง
        เทคโนโลยีที่อนุญาตให้เราสามารถระบุตำแหน่งของคุณได้ เราอาจขอให้คุณระบุข้อมูลสถานที่ด้วยตนเอง (เช่น
        รหัสไปรษณีย์ของคุณ) หรือเปิดใช้งานอุปกรณ์เคลื่อนที่ของคุณเพื่อส่งข้อมูลตำแหน่งที่แม่นยำ ตัวอย่าง เช่น
        ในครั้งแรกที่คุณดาวน์โหลดแอพฯ คุณจะ/อาจถูกขอให้เลือกระหว่างการอนุญาตหรือไม่อนุญาตให้แอพฯ
        เข้าถึงตำแหน่งของคุณ
        และ/หรือส่งการแจ้งเตือนบนอุปกรณ์เคลื่อนที่ไปให้คุณ หากคุณเลือก “ไม่อนุญาต” คุณได้แสดงเจตนาไม่ให้แอพฯ
        เข้าถึงตำแหน่งของคุณ เพื่อแจ้งเตือนข้อเสนอพิเศษเฉพาะสถานที่ให้แก่คุณ หากคุณเลือก “ตกลง” แอพฯ
        จะสื่อสารกับอุปกรณ์เคลื่อนที่ของคุณและรวบรวมข้อมูลบางอย่างตามที่กำหนดไว้ในนโยบายฉบับนี้
        เพื่อส่งข้อเสนอที่ตรงเป้าหมายให้ตามตำแหน่งของคุณ
        คุณสามารถเลือกแสดงเจตนาไม่ยินยอมแบ่งปันข้อมูลตำแหน่งให้กับแอพฯ
        โดยเปลี่ยนการตั้งค่าอุปกรณ์ของคุณ</div>


    <div style="padding-top: 10px; font-size: 30px;">วัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคล</div>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์จะเก็บรวบรวม ใช้ เปิดเผย และ/หรือประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์อันได้แก่ จัดการ
        อำนวยความสะดวก ประมวลผล และ/หรือกระทำการในเรื่องใดๆ ที่เกี่ยวกับการใช้ หรือการเข้าถึงเว็บไซต์ของคุณ
        หากคุณเข้าสู่เว็บไซต์ หรือลงชื่อเข้าใช้เว็บไซต์ โดยใช้ข้อมูลในการเข้าสู่ระบบ (login credentials)
        จากเครือข่ายสังคมออนไลน์ของคุณ หรือใช้ฟีเจอร์เครือข่ายสังคมออนไลน์อื่นๆ เช่น วิดเจ็ต (widgets) ปลั๊กอิน
        (plug-ins)
        และการแจ้งเตือนของเบราเซอร์ (browser push notifications) ที่มีบนหน้าเว็บไซต์ของเรา
        การเข้าใช้เว็บไซต์ในลักษณะดังกล่าวอาจส่งผลให้ข้อมูลหรือข้อมูลส่วนบุคคลของคุณถูกเก็บรวบรวมหรือแบ่งปันระหว่างเราและบุคคลที่สาม
        ตัวอย่างเช่น หากคุณกด “ถูกใจ” ใน Facebook ทาง Facebook อาจลงทะเบียนข้อเท็จจริงว่า คุณ “ถูกใจ”
        และอาจแสดงโพสท์ข้อมูลดังกล่าวของคุณบน Facebook

        เว็บไซต์เครือข่ายสังคม (Social Networking Site)” หมายถึง
        แพลตฟอร์มออนไลน์หรือดิจิทัลที่บุคคลที่สามเป็นเจ้าของหรือเป็นผู้ดำเนินการโดยบุคคลทั่วไปสามารถใช้สร้างเครือข่ายสังคม
        หรือความสัมพันธ์ทางสังคม หรือมีปฏิสัมพันธ์กับผู้อื่นซึ่งรวมถึงแต่ไม่จำกัดเฉพาะ Facebook, Instagram, Twitter

        การดำเนินการตามข้างต้น ถือว่าคุณยินยอมให้เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ ตรวจสอบ ประมวลผล
        และ/หรือติดตามการใช้เว็บไซต์ของคุณเพื่อให้คุณได้รับประสบการณ์การเชื่อมโยงข้อมูลแบบไร้รอยต่อ
        ได้รับความสะดวกในการใช้งาน หรือเพื่อจัดการการใช้เว็บไซต์ให้กับคุณ
        และ/หรือเพื่อช่วยให้เราปรับปรุงประสบการณ์การใช้เว็บไซต์ให้กับคุณ

        ประเมินและประมวลผลตามคำสั่งซื้อ และ/หรือ การสมัครเพื่อรับผลิตภัณฑ์และ/หรือบริการของเรา
        ลงทะเบียนคุณในฐานะลูกค้าของชีลองส์ และ/หรือดำเนินการประมวลผล
        และ/หรือบริหารจัดการบัญชีที่คุณอาจเปิดไว้กับเรา

        จัดการ อำนวยความสะดวก ประมวลผล และ/หรือดำเนินการเกี่ยวกับการมีปฏิสัมพันธ์ของคุณกับเรา
        รวมถึงธุรกรรมหรือกิจกรรมใดๆ
        ที่คุณได้ดำเนินการบนเว็บไซต์ของเรา ทั้งนี้ ให้หมายรวมถึงการประมวลผลคำร้อง คำสั่ง และธุรกรรมการชำระเงิน
        การดำเนินการเพื่อเข้าทำธุรกรรมและจัดหาผลิตภัณฑ์และ/หรือบริการให้กับคุณตามที่ร้องขอ

        ในกรณีที่คุณซื้อสินค้าเพื่อส่งมอบให้กับผู้รับซึ่งเป็นบุคคลที่สาม
        คุณยินยอมให้เราเปิดเผยข้อมูลส่วนบุคคลที่ระบุตัวคุณต่อผู้รับที่เป็นบุคคลที่สามนั้นได้ นอกจากนี้
        คุณรับทราบและยอมรับว่าการจัดส่งตามคำสั่งซื้อของคุณอาจเกี่ยวข้องกับการเปิดเผยข้อมูลส่วนบุคคลบางประการที่เกี่ยวกับคุณเพื่อการจัดส่งนั้น
        เช่น ชื่อและรายละเอียดในการติดต่อคุณอาจถูกเปิดเผยบนหีบห่อพัสดุ ซองจดหมาย
        หรือเอกสารที่เกี่ยวข้องกับการจัดส่ง
        (แล้วแต่กรณี) โดยบุคคลที่สามสามารถเห็นพัสดุ ซองจดหมาย หรือเอกสารดังกล่าวได้

        ดำเนินการตามคำสั่งของคุณ หรือตอบข้อซักถามที่มาจากคุณ
        รวมถึงการตอบข้อสงสัยและข้อร้องเรียนของคุณที่ส่งถึงฝ่ายบริการลูกค้า หรือตอบสนองหรือดำเนินการใดๆ
        ที่เกี่ยวข้องกับการมีปฏิสัมพันธ์ระหว่างคุณกับเรา ติดต่อคุณหรือสื่อสารกับคุณผ่านทางโทรศัพท์/ข้อความเสียง
        ข้อความและ/หรือโทรสาร อีเมลและ/หรือไปรษณีย์ เพื่อวัตถุประสงค์ในการบริหารและ/หรือจัดการการใช้เว็บไซต์ของคุณ

        การเป็นสมาชิกชีลองส์ และ/หรือบัญชีของคุณที่มีกับเรา ความสัมพันธ์ของคุณกับเรา หรือการทำธุรกรรมใด ๆ
        ที่คุณทำกับเรา
        โดยคุณรับทราบและยอมรับว่าการสื่อสารดังกล่าว ซึ่งอาจเป็นการโต้ตอบกับคุณทางอีเมล เอกสาร
        หรือหนังสือแจ้งนั้นอาจมีการเปิดเผยข้อมูลส่วนบุคคลเกี่ยวกับคุณเพื่อการส่งมอบ
        ซึ่งรวมถึงการเปิดเผยข้อมูลภายนอกซองจดหมาย/หีบห่อเอกสารด้วย

        ให้บริการแก่คุณในฐานะเจ้าของบัญชีของเรา ลูกค้าของเรา สมาชิกของเรา
        หรือเมื่อมีการร้องขอจากคุณให้ดำเนินการหรือจัดการการเข้าร่วมในการแข่งขัน การเล่นเกมส์
        และกิจกรรมทางสังคมที่เราจัดขึ้น

        แบ่งปันหรือเปิดเผยข้อมูลตามดุลพินิจของเรา ข้อเสนอแนะ ความคิดเห็น คำติชม หรือเนื้อหาของคุณ รวมถึง เสียง
        วีดีโอ
        และอื่นๆ รวมกันเรียกว่า “คำติชม (Feedback)” ที่คุณได้ให้ผ่านเว็บไซต์เครือข่ายสังคม บนเว็บไซต์หรือให้กับเรา
        กับผู้ใช้เว็บไซต์คนอื่น หรือกับสาธารณชน เพื่อเปิดเผยต่อสาธารณชน
        และ/หรือในกิจกรรมส่งเสริมการขายเพื่อทำการตลาดหรือจัดแสดงธุรกิจของชีลองส์ และ/หรือเพื่อแสวงหาลูกค้า
        และ/หรือเพื่อเผยแพร่คำติชมของคุณต่อสาธารณะซึ่งอาจเป็นประโยชน์สำหรับการตัดสินใจซื้อของผู้อื่น
        หรือเพื่อให้ข้อมูลต่อสาธารณะ หรืออื่นๆ ซึ่งรวมถึงกรณีที่เราเปิดเผยชื่อของคุณพร้อมกับคำติชมของคุณ ทั้งนี้
        เราอาจ/จะประกาศหรือเผยแพร่คำติชมและชื่อของคุณบนแพลตฟอร์มสื่อสาธารณะ เช่น หนังสือพิมพ์ อินเทอร์เน็ต
        รายงานประจำปีของเรา (รวมถึงของบริษัทในเครือ) (หากมี) ฯลฯ และ/หรือใช้เป็นส่วนหนึ่งของเอกสารการตลาด
        หรือวีดีโอเกี่ยวกับองค์กรที่จะเปิดเผยต่อสาธารณชน โดยคุณให้ความยินยอมต่อการกระทำเช่นว่านั้น ดังนั้น
        โปรดอย่าให้คำติชมแก่เราหากคุณไม่ประสงค์จะเปิดเผยคำติชมดังกล่าวแก่สาธารณชน
        หากคุณต้องการให้คำติชมของคุณแก่เราโดยไม่ให้เปิดเผยต่อสาธารณชน โปรดแจ้งทางอีเมลมาที่
        shelongs959group@gmail.com
        และใส่หัวข้อ (subject) โดยใช้คำว่า “ข้อมูลลับ (Confidential)”

        เมื่อคุณได้ให้ความยินยอมผ่านเว็บไซต์หรือแอพพลิเคชั่น ในการแบ่งปันข้อมูลส่วนบุคคลด้านความงามของคุณ
        หรือเปิดเผยข้อมูลส่วนบุคคลด้านความงามของคุณให้กับผู้ใช้รายอื่นบนเว็บไซต์
        หรือต่อสาธารณชนผ่านทางเว็บไซต์หรือสื่ออื่น
        ๆ (ไม่ว่าจะเป็นสื่อสิ่งพิมพ์ สื่อออนไลน์ หรืออื่นๆ) หรือผ่านทางแพลตฟอร์มการสื่อสารใดๆ ที่เราเลือกใช้
        รวมถึงเอกสารการตลาดหรือวีดีโอเกี่ยวกับองค์กรของชีลองส์ ทั้งนี้ “ข้อมูลส่วนบุคคลด้านความงาม (Beauty Profile
        Personal
        Data)” หมายถึง ชื่อ ประเภทและปัญหาผิว สีตา สีผม และประเภทหรือข้อมูลอื่นๆ ที่คุณให้ไว้

        ดำเนินการตรวจสอบความถูกต้องของข้อมูล (Due Diligence) หรือกิจกรรมการตรวจสอบอื่นๆ (รวมทั้งการตรวจสอบประวัติ)
        ตามกฎหมายหรือข้อบังคับ (ไม่ว่าจะเป็นในประเทศไทยหรือต่างประเทศ)
        ที่บังคับใช้กับเราหรือบริษัทในเครือ/บริษัทร่วม
        และข้อบังคับหรือหลักเกณฑ์ของหน่วยงานของรัฐ (ไม่ว่าจะเป็นในประเทศไทยหรือต่างประเทศ)
        ที่เราเห็นว่าใช้บังคับกับเราหรือบริษัทในเครือ/บริษัทร่วม
        และ/หรือวิธีการบริหารความเสี่ยงของเราตามที่กฎหมายกำหนด
        (ไม่ว่าจะเป็นในประเทศไทยหรือต่างประเทศ) หรือที่เราหรือบริษัทในเครือ/บริษัทร่วมได้กำหนดขึ้น
        เพื่อป้องกันหรือตรวจสอบการทุจริต กิจกรรมที่ผิดกฎหมาย หรือการละเลยหรือประพฤติมิชอบ ไม่ว่าจะมีข้อสงสัยใดๆ
        จากที่กล่าวข้างต้นหรือไม่ก็ตาม ที่เกี่ยวกับการดำเนินการ และ/หรือการตรวจสอบข้อร้องเรียน ปฏิบัติตามกฎหมายไทย
        คำสั่งศาล คำสั่งของหน่วยงานกำกับดูแล ข้อกำหนดของรัฐบาลหรือตามกฎหมายของประเทศอื่นๆ
        ที่บังคับใช้กับเราหรือบริษัทในเครือ/บริษัทร่วม ซึ่งรวมถึงการปฏิบัติตามหน้าที่ในการเปิดเผยข้อมูลตามกฎหมายใดๆ
        ที่มีผลผูกพันเราหรือบริษัทในเครือ/บริษัทร่วม และ/หรือเพื่อให้เป็นไปตาม
        วัตถุประสงค์ของแนวปฏิบัติที่ออกโดยหน่วยงานกำกับดูแลหรือหน่วยงานอื่นๆ
        (ไม่ว่าจะเป็นของประเทศไทยหรือต่างประเทศ)
        ที่เราหรือบริษัทในเครือ/บริษัทร่วมพึงต้องปฏิบัติตาม หรือเป็นไปตามคำร้องขอหรือคำสั่งของหน่วยงานของรัฐ
        (ไม่ว่าจะเป็นประเทศไทยหรือต่างประเทศ) ที่เราพึงต้องปฏิบัติตาม หรือตอบสนองต่อคำขอข้อมูลจากหน่วยงานภาครัฐ
        กระทรวง
        คณะกรรมการที่ตั้งขึ้นตามกฎหมาย หรือหน่วยงานอื่นๆ ที่มีลักษณะใกล้เคียงกัน
        (ไม่ว่าจะเป็นประเทศไทยหรือต่างประเทศ)
        เพื่อให้เกิดความชัดเจนในกรณีนี้
        เราอาจ/จะเปิดเผยข้อมูลส่วนบุคคลของคุณแก่หน่วยงานดังกล่าวข้างต้นหากได้รับคำขอหรือคำสั่ง

        ดำเนินการวิจัย (รวมถึงการวิจัยลูกค้า) การสำรวจความเห็น การสำรวจตลาด
        การวิเคราะห์และ/หรือกิจกรรมเพื่อการพัฒนาต่างๆ
        (รวมถึงการวิเคราะห์ข้อมูล การสำรวจ และ/หรือ การจัดทำข้อมูลประวัติลูกค้า)
        เพื่อปรับปรุงบริการและสิ่งอำนวยความสะดวกของเรา หรือเพื่อทำให้เรามีความเข้าใจเกี่ยวกับความสนใจ ข้อกังวล
        และความพึงพอใจของคุณมากยิ่งขึ้น เพื่อเพิ่มปฏิสัมพันธ์ต่อเนื่องที่เกี่ยวข้องกับเว็บไซต์ระหว่างคุณกับเรา
        หรือเพื่อพัฒนาผลิตภัณฑ์หรือบริการของเรา ทั้งนี้ เราอาจ/จะส่งแบบสำรวจหรือสอบถามความเห็นคุณ
        โดยทางอีเมลหรือไปรษณีย์

        จัดเก็บ รวบรวมไว้ในคลัง (hosting) ทำสำรอง (backing up) (ไม่ว่าจะเป็นการกู้คืนระบบหรืออื่นๆ)
        ของข้อมูลส่วนบุคคลของคุณ ไม่ว่าจะทำภายในหรือภายนอกประเทศไทย

        อำนวยความสะดวก จัดการ และ/หรือ ดำเนินการตรวจสอบโดยองค์กรภายนอก หรือการตรวจสอบภายในธุรกิจของชีลองส์
        หรือของบริษัทในเครือ/บริษัทที่เกี่ยวข้อง เพื่อวัตถุประสงค์ด้านการตลาดและที่เกี่ยวกับเรื่องนี้
        คุณจะได้รับข้อมูลทางการตลาด การโฆษณา และสนับสนุนการขาย เอกสารที่เกี่ยวกับผลิตภัณฑ์ การแข่งขัน
        การบริการและ/หรือกิจกรรมต่างๆ (รวมถึงกิจกรรมขององค์กรบุคคลที่สามที่ชีลองส์อาจร่วมมือด้วย) ทั้งนี้ ชีลองส์
        (รวมถึงบริษัทในเครือ/บริษัทที่เกี่ยวข้อง) หรือองค์กรบุคคลที่สามดังกล่าวอาจขาย ทำการตลาด เสนอ จัดทำ
        มีส่วนเกี่ยวข้อง
        หรือหรือทำกิจกรรมสนับสนุนการขายใดๆ ให้แก่คุณ ซึ่งรวมถึงผลิตภัณฑ์
        บริการและ/หรือกิจกรรมที่มีอยู่ในปัจจุบันหรือในอนาคตโดยทางไปรษณีย์
        การส่งข้อมูลอิเล็กทรอนิกส์ไปยังที่อยู่อีเมลของคุณ
        ข้อความแจ้งเตือน การแจ้งเตือนรูปแบบอื่นในแอพฯ หรือโดยใช้เทคโนโลยี (เช่น
        เทคโนโลยีบ่งชี้ตำแหน่งที่อยู่ทางภูมิศาสตร์
        (geo-location technology)) สำหรับแอพฯ ของเราบนอุปกรณ์เคลื่อนที่ของคุณ หรือเทคโนโลยีอื่นๆ
        ในคอมพิวเตอร์ของคุณ
        และ/หรือผ่านโหมดการติดต่อสื่อสารอื่นใดที่ไม่ใช่ 3 DNC Mode ซึ่งเป็นการติดต่อสื่อสารผ่าน 3 ช่องทาง ได้แก่
        การโทรศัพท์โดยใช้เสียง (voice call) การส่งข้อความ หรือการส่งโทรสาร (“3 DNC Modes”)
        ไปยังหมายเลขโทรศัพท์ในประเทศไทยของคุณ ซึ่งคุณสามารถแสดงเจตนาไม่เข้าร่วม (opt out)
        หรือขอถอนความยินยอมได้ตลอดเวลาโดยส่งอีเมลไปยังเจ้าหน้าที่คุ้มครองข้อมูลของเรา

        ดำเนินงานใดๆ ที่เกี่ยวข้องกับ และ/หรือ อำนวยความสะดวกในการทำธุรกรรมเกี่ยวกับทรัพย์สินของธุรกิจ
        หรือธุรกรรมดังกล่าวที่อาจเกิดขึ้น ซึ่งเกี่ยวข้องกับชีลองส์ในฐานะเป็นผู้เข้าร่วม
        หรือที่มีบริษัทที่เกี่ยวข้องหรือบริษัทในเครือของชีลองส์เป็นผู้เข้าร่วม หรือที่มีชีลองส์
        และ/หรือบริษัทที่เกี่ยวข้อง
        หรือบริษัทในเครือของชีลองส์เป็นผู้เข้าร่วม และอาจมีองค์กรบุคคลที่สามอื่นๆ
        เป็นผู้เข้าร่วมในการทำธุรกรรมดังกล่าวด้วย
        ทั้งนี้ “ธุรกรรมเกี่ยวกับทรัพย์สินของธุรกิจ (business asset transaction)” หมายถึง การซื้อ การขาย การเช่า
        การควบรวมกิจการ หรือการได้มา การจำหน่าย หรือการจัดหาเงินทุน ขององค์กรหรือส่วนหนึ่งขององค์กร
        หรือธุรกิจหรือทรัพย์สินใด ๆ ขององค์กร

        ใช้และดูแลรักษาระบบเทคโนโลยีสารสนเทศของเรา
        รวมถึงการจัดเก็บและประมวลผลข้อมูลส่วนบุคคลในฐานข้อมูลคอมพิวเตอร์และเซิร์ฟเวอร์
        ในกรณีที่มีการทำให้ข้อมูลส่วนบุคคลกลายเป็นข้อมูลนิรนาม คุณรับทราบว่า
        ข้อมูลส่วนบุคคลที่ถูกทำให้ไม่สามารถระบุตัวตนได้แล้วนั้นจะไม่ถือเป็นข้อมูลส่วนบุคคลอีกต่อไป และข้อกำหนดใดๆ
        เกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลตามกฎหมายนั้นจะไม่ถูกนำมาบังคับใช้กับข้อมูลที่ไม่สามารถระบุตัวตนดังกล่าว
        เพื่อวัตถุประสงค์ในการบันทึกจัดเก็บ และจัดทำสถิติและทำการวิจัยภายใน และ/หรือ เพื่อการรายงานตามกฎหมาย
        และ/หรือตามหน้าที่ที่กำหนดให้ต้องบันทึกข้อมูลของชีลองส์ หรือบริษัทในเครือ/บริษัทที่เกี่ยวข้อง และ
        เพื่อวัตถุประสงค์ในการรายงานของชีลองส์ กลุ่มบริษัทของชีลองส์ รวมถึงการรายงานผลการดำเนินงานของชีลองส์
        (“กลุ่มบริษัทของชีลองส์” หมายถึง ชีลองส์ บริษัทในเครือ และบริษัทที่เกี่ยวข้อง)

        เพื่อให้เกิดความชัดเจนในกรณีนี้ </div>

    <div style="text-indent: 1em; font-size: 30px;">
        คุณรับทราบและยินยอมให้ชีลองส์แบ่งปันข้อมูลที่ไม่สามารถระบุตัวตนได้ ทั้งนี้
        หลักเกณฑ์ใดๆ
        ที่กำหนดขึ้นเพื่อการคุ้มครองข้อมูลส่วนบุคคลตามกฎหมายจะไม่ถูกนำมาใช้บังคับกับข้อมูลที่ไม่สามารถระบุตัวตนได้
        รวมถึงการจัดการหรือประมวลผลข้อมูลที่ไม่สามารถระบุตัวตนนั้นด้วย

        ข้อมูลโดยรวม
        เราอาจแบ่งปันข้อมูลโดยรวมที่ไม่สามารถระบุตัวตนเกี่ยวกับลูกค้าของเรานั้นกับผู้ลงโฆษณาและพันธมิตรด้านการตลาด
        การโฆษณาโดยอ้างอิงพฤติกรรมของผู้บริโภค
        บุคคลที่สามสามารถใช้เทคโนโลยีในการเก็บรวบรวมข้อมูลที่ไม่สามารถระบุตัวตนเกี่ยวกับการใช้เว็บไซต์ของคุณ
        เพื่อเสนอโฆษณาเกี่ยวกับผลิตภัณฑ์และบริการที่เหมาะสมกับความสนใจของคุณ
        โดยโฆษณาดังกล่าวอาจปรากฏขึ้นเมื่อคุณใช้เว็บไซต์ หรือใช้อินเทอร์เน็ต
        หรืออุปกรณ์เคลื่อนที่เพื่อเข้าชมเว็บไซต์อื่นๆ</div>

    <div style="padding-top: 10px; font-size: 30px;">การแบ่งปัน และการเปิดเผยข้อมูลส่วนบุคคล</div>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์อาจ/จะต้องเปิดเผยข้อมูลส่วนบุคคลของคุณแก่บุคคลที่สาม ไม่ว่าจะอยู่ในหรือนอกประเทศไทย
        ตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น
        เพื่อให้บุคคลที่สามสามารถดำเนินการกับข้อมูลส่วนบุคคลของคุณตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น
        คุณรับทราบ
        ตกลง และยินยอมให้เราเปิดเผยข้อมูลส่วนบุคคลของคุณแก่บุคคลที่สาม
        เพื่อดำเนินการตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้นได้ รวมถึงให้บุคคลที่สามเก็บรวบรวม ใช้ เปิดเผย
        และ/หรือประมวลผลข้อมูลส่วนบุคคลของคุณตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น
        โดยบุคคลที่สามหมายรวมถึงบุคคลอันได้แก่ บริษัทที่เกี่ยวข้องและบริษัทในเครือ ทั้งในประเทศไทยและต่างประเทศ
        ตัวแทน
        ผู้รับจ้าง หรือผู้ให้บริการบุคคลที่สามที่ประมวลผลหรือจะประมวลผลข้อมูลส่วนบุคคลของคุณในนามของเราหรืออื่นๆ
        รวมถึงผู้ที่ให้บริการด้านการบริหารจัดการ หรือบริการอื่นๆ ให้กับเรา เช่น ศูนย์รับฝากอีเมล (mailing house)
        ศูนย์บริการทางโทรศัพท์ (call center) บริษัทโทรคมนาคม บริษัทโลจิสติกส์ บริษัทเทคโนโลยีสารสนเทศ
        และศูนย์ข้อมูล
        (data
        center) และคู่ค้าทางธุรกิจของเรา</div>

    <div style="text-indent: 1em; font-size: 30px;">
        บุคคลที่สามที่ชีลองส์เปิดเผยข้อมูลให้ตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น
        เราให้ข้อมูลแก่ผู้ให้บริการของเราเท่าที่จำเป็นต่อการให้บริการ
        และเราทำงานร่วมกับผู้ให้บริการเหล่านั้นเพื่อเคารพและคุ้มครองข้อมูลส่วนบุคคลของคุณ
        เรากำหนดให้ผู้ให้บริการของเราต้องปฏิบัติตามแนวปฏิบัติเกี่ยวกับความเป็นส่วนตัวของเรา
        และตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลกำหนดไว้อย่างเคร่งครัด
        อีกทั้งห้ามมิให้ผู้ใช้บริการนำข้อมูลส่วนบุคคลของคุณไปใช้เพื่อวัตถุประสงค์อื่นโดยไม่ได้รับอนุญาต
        ในกรณีที่ข้อมูลส่วนบุคคลของคุณถูกถ่ายโอนออกจากประเทศไทย
        เราจะปฏิบัติตามกฎหมายที่บังคับใช้เกี่ยวกับการถ่ายโอนดังกล่าว
        รวมถึงดำเนินการตามขั้นตอนที่เหมาะสมเพื่อให้แน่ใจว่าองค์กรผู้รับข้อมูลส่วนบุคคลในต่างประเทศที่มีหน้าที่ตามกฎหมายนั้น
        จะจัดการข้อมูลส่วนบุคคลที่ได้รับโอนไปภายใต้มาตรฐานการคุ้มครองที่เทียบเท่ากับที่กฎหมายกำหนด</div>

    <div style="padding-top: 10px; font-size: 30px;">คำร้องขอเข้าถึง และ/หรือ แก้ไขความถูกต้องของข้อมูลส่วนบุคคล</div>

    <div style="text-indent: 1em; font-size: 30px;">
        คุณอาจขอเข้าถึง และ/หรือ แก้ไขความถูกต้องของข้อมูลส่วนบุคคลของคุณที่อยู่ในการครอบครองหรือควบคุมของเรา
        โดยส่งคำร้องขอเป็นลายลักษณ์อักษรให้กับเรา ในการดำเนินการตามคำขอดังกล่าว
        เราจำเป็นต้องขอให้คุณให้ข้อมูลบางประการเพื่อยืนยันตัวตน กรุณาส่งคำร้องขอไปที่ shelongs959group@gmail.com
        กรณีคำร้องขอเข้าถึงข้อมูลส่วนบุคคล หรือแก้ไขความถูกต้องของข้อมูลส่วนบุคคล
        เมื่อเราได้รับข้อมูลจากคุณเพียงพอต่อการดำเนินการตามคำร้องขอแล้ว
        เราจะดำเนินการตามคำร้องขอซึ่งรวมถึงการแก้ไขความถูกต้องของข้อมูลส่วนบุคคลของคุณภายใน 30 วัน
        ในกรณีที่เราไม่สามารถตอบกลับคุณได้ภายใน 30 วัน
        เราจะแจ้งให้คุณทราบถึงกำหนดเวลาที่เร็วที่สุดที่เราจะสามารถแก้ไขความถูกต้องของข้อมูลตามคำร้องขอของคุณได้</div>

    <div style="padding-top: 10px; font-size: 30px;">การคุ้มครองข้อมูลส่วนบุคคล</div>
    <div style="text-indent: 1em; font-size: 30px;">
        เราจะใช้มาตรการตามสมควรเพื่อทำให้แน่ใจว่า ข้อมูลส่วนบุคคลของคุณจะถูกเก็บไว้เป็นความลับและโดยปลอดภัย
        และเราจะใช้มาตรการที่เหมาะสม เพื่อป้องกันการทำลายข้อมูลโดยผิดกฎหมาย การสูญหายหรือถูกทำลายโดยไม่ตั้งใจ
        การเปิดเผยหรือการเข้าถึงข้อมูลโดยไม่ได้รับอนุญาต หรือการดำเนินการในรูปแบบอื่นอย่างผิดกฎหมาย

        เราจะจัดการรักษาความปลอดภัยตามสมควร
        เพื่อให้แน่ใจได้ว่าข้อมูลส่วนบุคคลของคุณได้รับการคุ้มครองและมีความปลอดภัยเพียงพอ
        เราจะมีการรักษาความปลอดภัยที่เหมาะสมเพื่อป้องกันการเข้าถึง รวบรวม ใช้ เปิดเผย ทำสำเนา ดัดแปลง รั่วไหล
        สูญเสีย
        เสียหาย และ/หรือการเปลี่ยนแปลงข้อมูลส่วนบุคคลของคุณโดยไม่ได้รับอนุญาต อย่างไรก็ตาม
        เราไม่รับผิดชอบในกรณีที่บุคคลที่สามเข้าถึงข้อมูลส่วนบุคคลของคุณโดยไม่ได้รับอนุญาตและเป็นกรณีที่อยู่นอกเหนือการควบคุมของเรา

        ในกรณีที่เราอาจต้องใช้ข้อมูลส่วนบุคคลของคุณในการตัดสินใจที่ส่งผลกระทบต่อคุณหรือเปิดเผยต่อองค์กรอื่น
        เราจะใช้ความพยายามตามสมควรเพื่อให้แน่ใจว่าข้อมูลส่วนบุคคลของคุณนั้นถูกต้องและครบถ้วน อย่างไรก็ตาม
        คุณต้องแจ้งความเปลี่ยนแปลงใดๆ ของข้อมูลส่วนบุคคลที่ได้ให้ไว้กับเราแต่แรก
        เพื่อปรับปรุงให้ข้อมูลดังกล่าวเป็นปัจจุบัน
        เราจะไม่รับผิดชอบต่อผลที่เกิดจากการใช้ข้อมูลส่วนบุคคลที่ไม่ถูกต้องหรือไม่สมบูรณ์
        ซึ่งคุณมิได้แจ้งขอให้แก้ไขความถูกต้องของข้อมูลส่วนบุคคลที่ได้ให้ไว้กับเราแต่แรก</div>

    <div style="padding-top: 10px; font-size: 30px;"> ความเป็นส่วนตัวของผู้เยาว์</div>
    <div style="text-indent: 1em; font-size: 30px;">
        ชีลองส์ไม่ทำหรือไม่มีเจตนาที่จะทำธุรกรรมใดๆ ทางเว็บไซต์กับบุคคลที่อายุน้อยกว่า 18 ปี หากคุณอายุน้อยกว่า 18
        ปี
        และคุณไม่ควรให้ข้อมูลส่วนบุคคลใดๆ แก่เรา ในกรณีที่คุณอายุไม่ถึง 18 ปี
        คุณต้องได้รับการยินยอมจากบิดามารดาหรือผู้ปกครองของคุณเท่านั้น
        โดยแนบหนังสือยินยอมพร้อมสำเนาบัตรประชาชนของคุณ
        เพื่อยอมรับนโยบายความเป็นส่วนตัวบนเว็บไซต์นี้</div>

    <div style="padding-top: 10px; font-size: 30px;"> การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวฉบับนี้</div>
    <div style="text-indent: 1em; font-size: 30px;">
        วิธีปฏิบัติในการรักษาความเป็นส่วนตัวของชีลองส์ จะถูกประเมินอย่างต่อเนื่อง
        เพื่อให้มีความสามารถในการตอบสนองกับเทคโนโลยีใหม่ๆ วิธีปฏิบัติทางธุรกิจ
        และความต้องการของผู้ใช้เว็บไซต์และแอพพลิเคชั่น นโยบายความเป็นส่วนตัวนี้
        อาจเปลี่ยนแปลงจากการที่เราพัฒนารูปแบบการบริการ
        ชีลองส์ขอสงวนสิทธิที่จะเปลี่ยนแปลงนโยบายความเป็นส่วนตัวในเวลาใดก็ได้
        และจะแจ้งให้คุณทราบถึงนโยบายล่าสุดที่เป็นปัจจุบันบนหน้าเว็บไซต์
        หากคุณต้องการรับรู้นโยบายความเป็นส่วนตัวฉบับล่าสุด
        กรุณาตรวจสอบบนเว็บไซต์</div>

    <div style="padding-top: 10px; font-size: 30px;">ปัญหา ข้อสงสัย หรือข้อร้องเรียน</div>
    <div style="text-indent: 1em; font-size: 30px;">
        หากคุณมีคำถามใดๆ ที่เกี่ยวกับนโยบายความเป็นส่วนตัวของเรา หรือหากคุณต้องการขอเข้าถึง
        หรือแก้ไขความถูกต้องของข้อมูลส่วนบุคคลของคุณ หรือขอเพิกถอนความยินยอมของคุณ กรุณาติดต่อมาที่
        shelongs959group@gmail.com</div>

    <div style="font-size: 30px;">
        มีผลบังคับใช้ตั้งแต่วันที่ 1 มกราคม 2561
    </div>

</div>





<div class="container mobile">
    <h1 class="text-center border-font">นโยบายความเป็นส่วนตัว</h1>
    <div style="text-indent: 1em;">
        นโยบายความเป็นส่วนตัวฉบับนี้ บังคับใช้กับการให้บริการบนเว็บไซต์และแอพพลิเคชั่น และ/หรือการดำเนินธุรกิจของ
        บริษัท
        ชีลองส์ 959 กรุ๊ป จำกัด (ในนโยบายความเป็นส่วนตัวจะเรียกว่า “ชีลองส์” หรือ “เรา”)
        และอธิบายวิธีการจัดการข้อมูลส่วนบุคคลของเรา
        และปฏิบัติตามข้อบังคับของกฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลในประเทศไทย ชีลองส์รักษาความปลอดภัย
        และเก็บรักษาความเป็นส่วนตัวของข้อมูลส่วนบุคคลของผู้ใช้เว็บไซต์ และแอพพลิเคชั่นของชีลองส์ไว้อย่างเคร่งครัด</div>

    <div style="padding-top: 10px;">การยอมรับในนโยบายความเป็นส่วนตัว</div>
    <div style="text-indent: 1em;">
        นโยบายความเป็นส่วนตัวฉบับนี้ มีวัตถุประสงค์เพื่อชี้แจงเงื่อนไขภายใต้การเก็บรวบรวม ใช้ เปิดเผย
        และ/หรือประมวลผลข้อมูลส่วนบุคคลที่คุณได้ให้แก่เรา หรือข้อมูลที่เรามีเกี่ยวกับคุณ
        และช่วยให้คุณได้รับข้อมูลที่เพียงพอก่อนที่จะตัดสินใจเปิดเผยข้อมูลส่วนบุคคลใดๆ ของคุณแก่ชีลองส์
        คุณไม่จำเป็นต้องให้ข้อมูลส่วนบุคคลใดๆ ตามที่เราร้องขอ แต่อย่างไรก็ตาม
        หากคุณไม่ให้ข้อมูลส่วนบุคคลที่เราร้องขอ
        เราอาจไม่สามารถจัดส่งสินค้า หรือบริการ หรือติดต่อกับคุณได้ ซึ่งกรณีดังกล่าวจำเป็นต้องเก็บรวมรวบ ใช้</div>
    <div style="font-size: 30px;">
        หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ
    </div>

    <div style="padding-top: 10px;"> ข้อมูลส่วนบุคคลที่เราเก็บรวบรวม</div>
    <div style="text-indent: 1em;">
        ชีลองส์เก็บรวบรวมข้อมูลส่วนบุคคลจากคุณ อันหมายถึงข้อมูลที่เกี่ยวข้องกับคุณในฐานะบุคคลหนึ่ง
        ซึ่งเป็นข้อมูลเฉพาะตัวที่สามารถใช้ระบุตัวตนของบุคคลได้จากข้อมูลนั้น หรือจากข้อมูลนั้นร่วมกับข้อมูลอื่นๆ
        ที่เรามีหรืออาจสามารถเข้าถึงได้ ข้อมูลดังกล่าวรวมถึงชื่อ ที่อยู่ หมายเลขโทรศัพท์ อีเมล วันเดือนปีเกิด เพศ
        รายละเอียดข้อมูลบัตรเครดิต ข้อมูลด้านความงาม รูป ภาพถ่ายส่วนบุคคล ข้อมูลเกี่ยวกับการซื้อหรือความชอบของคุณ
        และข้อมูลอื่นใดที่เราเก็บรวบรวม</div>

    <div style="padding-top: 10px;"> วิธีการเก็บรวบรวมข้อมูลส่วนบุคคล</div>
    <div style="text-indent: 1em;">
        ชีลองส์อาจเก็บรวบรวมข้อมูลส่วนบุคคลจากคุณได้จากหลายช่องทาง
        ซึ่งรวมถึงเมื่อคุณให้ข้อมูลส่วนบุคคลของคุณบนเว็บไซต์เพื่อลงทะเบียน และเพื่อสร้างบัญชีในเว็บไซต์ของเรา
        การดาวน์โหลดหรือเข้าถึงแอพพลิเคชั่น การยินยอมให้แอพพลิเคชั่นเข้าถึงตำแหน่งของคุณ
        การเข้าร่วมในกิจกรรมส่งเสริมการขาย
        การเข้าร่วมทำแบบสอบถาม หรือการเข้าถึงฟีเจอร์ (feature) ในเว็บไซต์อื่นๆ การร้องขอข้อมูลเกี่ยวกับผลิตภัณฑ์
        หรือบริการ
        หรือขอรับการติดต่อสื่อสารทางการตลาด หรือการติดต่อสื่อสารประเภทอื่นๆ
        การให้คะแนนและความเห็นเกี่ยวกับผลิตภัณฑ์ในฐานะลูกค้า การซื้อสินค้าผ่านทางเว็บไซต์
        การสอบถามหรือให้ความเห็นผ่านทางฝ่ายบริการลูกค้าของเราที่ shelongs959group@gmail.com
        และ/หรือติดต่อสื่อสารกับเรา
        นอกเหนือจากที่กล่าวไว้ข้างต้นแล้ว
        เราอาจใช้เทคโนโลยีเพื่อรวบรวมข้อมูลเกี่ยวกับกิจกรรมของคุณบนแอพพลิเคชั่นหรือเว็บไซต์โดยอัตโนมัติ ดังต่อไปนี้</div>

    <div style="text-indent: 1em; padding-top: 10px;">
        คุกกี้ (Cookies) ชีลองส์อาจฝากคุกกี้ไว้ในคอมพิวเตอร์หรืออุปกรณ์เคลื่อนที่ของคุณเพื่อระบุตัวตนคุณ
        คุกกี้เป็นไฟล์ขนาดเล็กที่ถูกส่งออกจากเซิร์ฟเวอร์ระหว่างช่วงเวลาการค้นดูข้อมูล
        โดยธรรมดาแล้วคุกกี้จะถูกเก็บไว้บนฮาร์ดไดร์ฟของคอมพิวเตอร์
        และถูกใช้โดยเว็บไซต์เพื่อลอกเลียนการเชื่อมต่ออย่างต่อเนื่องไปยังเว็บไซต์
        มาตรการรักษาความปลอดภัยได้ถูกนำมาใช้เพื่อป้องกันการเข้าถึงข้อมูลของผู้เยี่ยมชมเว็บไซต์โดยไม่ได้รับอนุญาต
        อย่างไรก็ตาม
        ชีลองส์ไม่ได้ควบคุมการถ่ายโอนข้อมูลไปยังผู้ให้บริการด้านโทรคมนาคมซึ่งรวมถึงผู้ให้บริการอินเตอร์เน็ต
        ดังนั้น ชีลองส์จะไม่รับผิดชอบต่อการทำผิดต่อการรักษาความปลอดภัยหรือการเปิดเผยโดยไม่ได้รับอนุญาต
        หรือการใช้ข้อมูลใดๆ
        นั้นบนอินเตอร์เน็ต ซึ่งมิได้เกิดจากความผิดของชีลองส์ ทั้งนี้
        คุณสามารถปรับแต่งเบราเซอร์ของคุณเพื่อปฏิเสธคุกกี้ได้
        แต่อย่างไรก็ตาม การปรับแต่งนั้นอาจทำให้คุณไม่ได้รับประโยชน์อย่างเต็มที่จากการให้บริการหรือฟีเจอร์บนเว็บไซต์
        ในกรณีที่ข้อมูลที่เก็บรวบรวมโดยคุกกี้ดังกล่าวเป็นข้อมูลส่วนบุคคลของคุณ
        ข้อมูลส่วนบุคคลดังกล่าวจะถูกเก็บรวมรวม
        ใช้
        หรือเปิดเผยเพื่อวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น กรณีที่คุณเข้าใช้เว็บไซต์ต่อไป
        ให้ถือว่าคุณตกลงยอมรับการใช้คุกกี้บนเว็บไซต์</div>

    <div style="text-indent: 1em; padding-top: 10px;">
        แฟลชคุกกี้ (Flash Cookies) เรียกอีกชื่อหนึ่งว่า Local Shared Objects หรือ “LSOs”
        เป็นไฟล์ข้อมูลที่คล้ายกับคุกกี้
        แต่สามารถจัดเก็บข้อมูลที่ซับซ้อนได้มากขึ้น แฟลชคุกกี้ใช้เพื่อจดจำการตั้งค่า การกำหนดลักษณะ
        และการใช้งานโดยเฉพาะอย่างยิ่ง วิดีโอ เกมส์แบบโต้ตอบ (interactive gaming) และบริการอื่นๆ ที่คล้ายคลึงกัน</div>

    <div style="text-indent: 1em; padding-top: 10px;">
        เว็บบีคอน (Web Beacons) เป็นภาพกราฟิกขนาดเล็กบนหน้าเว็บ
        หรือในอีเมลที่สามารถใช้บันทึกหน้าเว็บและโฆษณาที่ผู้ใช้คลิก
        หรือติดตามประสิทธิภาพของการทำการตลาดทางอีเมล</div>

    <div style="text-indent: 1em; padding-top: 10px;">
        แท็กการวิเคราะห์ (Analytics Tags) ใช้เพื่อวิเคราะห์ว่า ลูกค้าของเราชอบทำอะไร
        และฟีเจอร์รวมถึงโฆษณาของเรามีประสิทธิภาพเพียงใด
        นอกจากนี้แท็กดังกล่าวยังช่วยเราในการกำหนดค่าการใช้งานเบราเซอร์และการซื้อสินค้าของคุณได้
        เราอาจใช้ข้อมูลที่เก็บรวบรวมผ่านทางแท็กวิเคราะห์หรือลิงก์ที่ติดตามร่วมกับข้อมูลส่วนบุคคลของคุณ นอกจากนี้
        เราอาจรวมข้อมูลส่วนบุคคลที่คุณให้กับเรากับข้อมูลส่วนบุคคลอื่นๆ (เช่น ประวัติการซื้อและข้อมูลประชากร)</div>

    <div style="text-indent: 1em; padding-top: 10px;">
        บันทึกเซิร์ฟเวอร์ของเว็บ (Web Server Logs)
        คือบันทึกกิจกรรมที่สร้างขึ้นโดยอุปกรณ์เคลื่อนที่หรือคอมพิวเตอร์ที่ให้บริการเว็บเพจที่คุณร้องขอไปยังเบราเซอร์ของคุณ
        ตัวอย่างเช่น บันทึกเซิร์ฟเวอร์ของเว็บอาจบันทึกคำค้นหาที่คุณป้อนหรือลิงก์ที่คุณคลิกเพื่อให้เว็บเพจปรากฏขึ้น
        บันทึกเซิร์ฟเวอร์ของเว็บอาจบันทึกข้อมูลเกี่ยวกับเบราเซอร์ของคุณ เช่น ที่อยู่ IP
        และคุกกี้ที่ตั้งค่าไว้ในเบราเซอร์ของคุณโดยเซิร์ฟเวอร์</div>

    <div style="text-indent: 1em; padding-top: 10px;">
        เทคโนโลยีบ่งชี้ตำแหน่งทางภูมิศาสตร์ (Geo-Location Technologies) หมายถึง
        เทคโนโลยีที่อนุญาตให้เราสามารถระบุตำแหน่งของคุณได้ เราอาจขอให้คุณระบุข้อมูลสถานที่ด้วยตนเอง (เช่น
        รหัสไปรษณีย์ของคุณ) หรือเปิดใช้งานอุปกรณ์เคลื่อนที่ของคุณเพื่อส่งข้อมูลตำแหน่งที่แม่นยำ ตัวอย่าง เช่น
        ในครั้งแรกที่คุณดาวน์โหลดแอพฯ คุณจะ/อาจถูกขอให้เลือกระหว่างการอนุญาตหรือไม่อนุญาตให้แอพฯ
        เข้าถึงตำแหน่งของคุณ
        และ/หรือส่งการแจ้งเตือนบนอุปกรณ์เคลื่อนที่ไปให้คุณ หากคุณเลือก “ไม่อนุญาต” คุณได้แสดงเจตนาไม่ให้แอพฯ
        เข้าถึงตำแหน่งของคุณ เพื่อแจ้งเตือนข้อเสนอพิเศษเฉพาะสถานที่ให้แก่คุณ หากคุณเลือก “ตกลง” แอพฯ
        จะสื่อสารกับอุปกรณ์เคลื่อนที่ของคุณและรวบรวมข้อมูลบางอย่างตามที่กำหนดไว้ในนโยบายฉบับนี้
        เพื่อส่งข้อเสนอที่ตรงเป้าหมายให้ตามตำแหน่งของคุณ
        คุณสามารถเลือกแสดงเจตนาไม่ยินยอมแบ่งปันข้อมูลตำแหน่งให้กับแอพฯ
        โดยเปลี่ยนการตั้งค่าอุปกรณ์ของคุณ</div>


    <div style="padding-top: 10px;">วัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคล</div>
    <div style="text-indent: 1em;">
        ชีลองส์จะเก็บรวบรวม ใช้ เปิดเผย และ/หรือประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์อันได้แก่ จัดการ
        อำนวยความสะดวก ประมวลผล และ/หรือกระทำการในเรื่องใดๆ ที่เกี่ยวกับการใช้ หรือการเข้าถึงเว็บไซต์ของคุณ
        หากคุณเข้าสู่เว็บไซต์ หรือลงชื่อเข้าใช้เว็บไซต์ โดยใช้ข้อมูลในการเข้าสู่ระบบ (login credentials)
        จากเครือข่ายสังคมออนไลน์ของคุณ หรือใช้ฟีเจอร์เครือข่ายสังคมออนไลน์อื่นๆ เช่น วิดเจ็ต (widgets) ปลั๊กอิน
        (plug-ins)
        และการแจ้งเตือนของเบราเซอร์ (browser push notifications) ที่มีบนหน้าเว็บไซต์ของเรา
        การเข้าใช้เว็บไซต์ในลักษณะดังกล่าวอาจส่งผลให้ข้อมูลหรือข้อมูลส่วนบุคคลของคุณถูกเก็บรวบรวมหรือแบ่งปันระหว่างเราและบุคคลที่สาม
        ตัวอย่างเช่น หากคุณกด “ถูกใจ” ใน Facebook ทาง Facebook อาจลงทะเบียนข้อเท็จจริงว่า คุณ “ถูกใจ”
        และอาจแสดงโพสท์ข้อมูลดังกล่าวของคุณบน Facebook

        เว็บไซต์เครือข่ายสังคม (Social Networking Site)” หมายถึง
        แพลตฟอร์มออนไลน์หรือดิจิทัลที่บุคคลที่สามเป็นเจ้าของหรือเป็นผู้ดำเนินการโดยบุคคลทั่วไปสามารถใช้สร้างเครือข่ายสังคม
        หรือความสัมพันธ์ทางสังคม หรือมีปฏิสัมพันธ์กับผู้อื่นซึ่งรวมถึงแต่ไม่จำกัดเฉพาะ Facebook, Instagram, Twitter

        การดำเนินการตามข้างต้น ถือว่าคุณยินยอมให้เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ ตรวจสอบ ประมวลผล
        และ/หรือติดตามการใช้เว็บไซต์ของคุณเพื่อให้คุณได้รับประสบการณ์การเชื่อมโยงข้อมูลแบบไร้รอยต่อ
        ได้รับความสะดวกในการใช้งาน หรือเพื่อจัดการการใช้เว็บไซต์ให้กับคุณ
        และ/หรือเพื่อช่วยให้เราปรับปรุงประสบการณ์การใช้เว็บไซต์ให้กับคุณ

        ประเมินและประมวลผลตามคำสั่งซื้อ และ/หรือ การสมัครเพื่อรับผลิตภัณฑ์และ/หรือบริการของเรา
        ลงทะเบียนคุณในฐานะลูกค้าของชีลองส์ และ/หรือดำเนินการประมวลผล
        และ/หรือบริหารจัดการบัญชีที่คุณอาจเปิดไว้กับเรา

        จัดการ อำนวยความสะดวก ประมวลผล และ/หรือดำเนินการเกี่ยวกับการมีปฏิสัมพันธ์ของคุณกับเรา
        รวมถึงธุรกรรมหรือกิจกรรมใดๆ
        ที่คุณได้ดำเนินการบนเว็บไซต์ของเรา ทั้งนี้ ให้หมายรวมถึงการประมวลผลคำร้อง คำสั่ง และธุรกรรมการชำระเงิน
        การดำเนินการเพื่อเข้าทำธุรกรรมและจัดหาผลิตภัณฑ์และ/หรือบริการให้กับคุณตามที่ร้องขอ

        ในกรณีที่คุณซื้อสินค้าเพื่อส่งมอบให้กับผู้รับซึ่งเป็นบุคคลที่สาม
        คุณยินยอมให้เราเปิดเผยข้อมูลส่วนบุคคลที่ระบุตัวคุณต่อผู้รับที่เป็นบุคคลที่สามนั้นได้ นอกจากนี้
        คุณรับทราบและยอมรับว่าการจัดส่งตามคำสั่งซื้อของคุณอาจเกี่ยวข้องกับการเปิดเผยข้อมูลส่วนบุคคลบางประการที่เกี่ยวกับคุณเพื่อการจัดส่งนั้น
        เช่น ชื่อและรายละเอียดในการติดต่อคุณอาจถูกเปิดเผยบนหีบห่อพัสดุ ซองจดหมาย
        หรือเอกสารที่เกี่ยวข้องกับการจัดส่ง
        (แล้วแต่กรณี) โดยบุคคลที่สามสามารถเห็นพัสดุ ซองจดหมาย หรือเอกสารดังกล่าวได้

        ดำเนินการตามคำสั่งของคุณ หรือตอบข้อซักถามที่มาจากคุณ
        รวมถึงการตอบข้อสงสัยและข้อร้องเรียนของคุณที่ส่งถึงฝ่ายบริการลูกค้า หรือตอบสนองหรือดำเนินการใดๆ
        ที่เกี่ยวข้องกับการมีปฏิสัมพันธ์ระหว่างคุณกับเรา ติดต่อคุณหรือสื่อสารกับคุณผ่านทางโทรศัพท์/ข้อความเสียง
        ข้อความและ/หรือโทรสาร อีเมลและ/หรือไปรษณีย์ เพื่อวัตถุประสงค์ในการบริหารและ/หรือจัดการการใช้เว็บไซต์ของคุณ

        การเป็นสมาชิกชีลองส์ และ/หรือบัญชีของคุณที่มีกับเรา ความสัมพันธ์ของคุณกับเรา หรือการทำธุรกรรมใด ๆ
        ที่คุณทำกับเรา
        โดยคุณรับทราบและยอมรับว่าการสื่อสารดังกล่าว ซึ่งอาจเป็นการโต้ตอบกับคุณทางอีเมล เอกสาร
        หรือหนังสือแจ้งนั้นอาจมีการเปิดเผยข้อมูลส่วนบุคคลเกี่ยวกับคุณเพื่อการส่งมอบ
        ซึ่งรวมถึงการเปิดเผยข้อมูลภายนอกซองจดหมาย/หีบห่อเอกสารด้วย

        ให้บริการแก่คุณในฐานะเจ้าของบัญชีของเรา ลูกค้าของเรา สมาชิกของเรา
        หรือเมื่อมีการร้องขอจากคุณให้ดำเนินการหรือจัดการการเข้าร่วมในการแข่งขัน การเล่นเกมส์
        และกิจกรรมทางสังคมที่เราจัดขึ้น

        แบ่งปันหรือเปิดเผยข้อมูลตามดุลพินิจของเรา ข้อเสนอแนะ ความคิดเห็น คำติชม หรือเนื้อหาของคุณ รวมถึง เสียง
        วีดีโอ
        และอื่นๆ รวมกันเรียกว่า “คำติชม (Feedback)” ที่คุณได้ให้ผ่านเว็บไซต์เครือข่ายสังคม บนเว็บไซต์หรือให้กับเรา
        กับผู้ใช้เว็บไซต์คนอื่น หรือกับสาธารณชน เพื่อเปิดเผยต่อสาธารณชน
        และ/หรือในกิจกรรมส่งเสริมการขายเพื่อทำการตลาดหรือจัดแสดงธุรกิจของชีลองส์ และ/หรือเพื่อแสวงหาลูกค้า
        และ/หรือเพื่อเผยแพร่คำติชมของคุณต่อสาธารณะซึ่งอาจเป็นประโยชน์สำหรับการตัดสินใจซื้อของผู้อื่น
        หรือเพื่อให้ข้อมูลต่อสาธารณะ หรืออื่นๆ ซึ่งรวมถึงกรณีที่เราเปิดเผยชื่อของคุณพร้อมกับคำติชมของคุณ ทั้งนี้
        เราอาจ/จะประกาศหรือเผยแพร่คำติชมและชื่อของคุณบนแพลตฟอร์มสื่อสาธารณะ เช่น หนังสือพิมพ์ อินเทอร์เน็ต
        รายงานประจำปีของเรา (รวมถึงของบริษัทในเครือ) (หากมี) ฯลฯ และ/หรือใช้เป็นส่วนหนึ่งของเอกสารการตลาด
        หรือวีดีโอเกี่ยวกับองค์กรที่จะเปิดเผยต่อสาธารณชน โดยคุณให้ความยินยอมต่อการกระทำเช่นว่านั้น ดังนั้น
        โปรดอย่าให้คำติชมแก่เราหากคุณไม่ประสงค์จะเปิดเผยคำติชมดังกล่าวแก่สาธารณชน
        หากคุณต้องการให้คำติชมของคุณแก่เราโดยไม่ให้เปิดเผยต่อสาธารณชน โปรดแจ้งทางอีเมลมาที่
        shelongs959group@gmail.com
        และใส่หัวข้อ (subject) โดยใช้คำว่า “ข้อมูลลับ (Confidential)”

        เมื่อคุณได้ให้ความยินยอมผ่านเว็บไซต์หรือแอพพลิเคชั่น ในการแบ่งปันข้อมูลส่วนบุคคลด้านความงามของคุณ
        หรือเปิดเผยข้อมูลส่วนบุคคลด้านความงามของคุณให้กับผู้ใช้รายอื่นบนเว็บไซต์
        หรือต่อสาธารณชนผ่านทางเว็บไซต์หรือสื่ออื่น
        ๆ (ไม่ว่าจะเป็นสื่อสิ่งพิมพ์ สื่อออนไลน์ หรืออื่นๆ) หรือผ่านทางแพลตฟอร์มการสื่อสารใดๆ ที่เราเลือกใช้
        รวมถึงเอกสารการตลาดหรือวีดีโอเกี่ยวกับองค์กรของชีลองส์ ทั้งนี้ “ข้อมูลส่วนบุคคลด้านความงาม (Beauty Profile
        Personal
        Data)” หมายถึง ชื่อ ประเภทและปัญหาผิว สีตา สีผม และประเภทหรือข้อมูลอื่นๆ ที่คุณให้ไว้

        ดำเนินการตรวจสอบความถูกต้องของข้อมูล (Due Diligence) หรือกิจกรรมการตรวจสอบอื่นๆ (รวมทั้งการตรวจสอบประวัติ)
        ตามกฎหมายหรือข้อบังคับ (ไม่ว่าจะเป็นในประเทศไทยหรือต่างประเทศ)
        ที่บังคับใช้กับเราหรือบริษัทในเครือ/บริษัทร่วม
        และข้อบังคับหรือหลักเกณฑ์ของหน่วยงานของรัฐ (ไม่ว่าจะเป็นในประเทศไทยหรือต่างประเทศ)
        ที่เราเห็นว่าใช้บังคับกับเราหรือบริษัทในเครือ/บริษัทร่วม
        และ/หรือวิธีการบริหารความเสี่ยงของเราตามที่กฎหมายกำหนด
        (ไม่ว่าจะเป็นในประเทศไทยหรือต่างประเทศ) หรือที่เราหรือบริษัทในเครือ/บริษัทร่วมได้กำหนดขึ้น
        เพื่อป้องกันหรือตรวจสอบการทุจริต กิจกรรมที่ผิดกฎหมาย หรือการละเลยหรือประพฤติมิชอบ ไม่ว่าจะมีข้อสงสัยใดๆ
        จากที่กล่าวข้างต้นหรือไม่ก็ตาม ที่เกี่ยวกับการดำเนินการ และ/หรือการตรวจสอบข้อร้องเรียน ปฏิบัติตามกฎหมายไทย
        คำสั่งศาล คำสั่งของหน่วยงานกำกับดูแล ข้อกำหนดของรัฐบาลหรือตามกฎหมายของประเทศอื่นๆ
        ที่บังคับใช้กับเราหรือบริษัทในเครือ/บริษัทร่วม ซึ่งรวมถึงการปฏิบัติตามหน้าที่ในการเปิดเผยข้อมูลตามกฎหมายใดๆ
        ที่มีผลผูกพันเราหรือบริษัทในเครือ/บริษัทร่วม และ/หรือเพื่อให้เป็นไปตาม
        วัตถุประสงค์ของแนวปฏิบัติที่ออกโดยหน่วยงานกำกับดูแลหรือหน่วยงานอื่นๆ
        (ไม่ว่าจะเป็นของประเทศไทยหรือต่างประเทศ)
        ที่เราหรือบริษัทในเครือ/บริษัทร่วมพึงต้องปฏิบัติตาม หรือเป็นไปตามคำร้องขอหรือคำสั่งของหน่วยงานของรัฐ
        (ไม่ว่าจะเป็นประเทศไทยหรือต่างประเทศ) ที่เราพึงต้องปฏิบัติตาม หรือตอบสนองต่อคำขอข้อมูลจากหน่วยงานภาครัฐ
        กระทรวง
        คณะกรรมการที่ตั้งขึ้นตามกฎหมาย หรือหน่วยงานอื่นๆ ที่มีลักษณะใกล้เคียงกัน
        (ไม่ว่าจะเป็นประเทศไทยหรือต่างประเทศ)
        เพื่อให้เกิดความชัดเจนในกรณีนี้
        เราอาจ/จะเปิดเผยข้อมูลส่วนบุคคลของคุณแก่หน่วยงานดังกล่าวข้างต้นหากได้รับคำขอหรือคำสั่ง

        ดำเนินการวิจัย (รวมถึงการวิจัยลูกค้า) การสำรวจความเห็น การสำรวจตลาด
        การวิเคราะห์และ/หรือกิจกรรมเพื่อการพัฒนาต่างๆ
        (รวมถึงการวิเคราะห์ข้อมูล การสำรวจ และ/หรือ การจัดทำข้อมูลประวัติลูกค้า)
        เพื่อปรับปรุงบริการและสิ่งอำนวยความสะดวกของเรา หรือเพื่อทำให้เรามีความเข้าใจเกี่ยวกับความสนใจ ข้อกังวล
        และความพึงพอใจของคุณมากยิ่งขึ้น เพื่อเพิ่มปฏิสัมพันธ์ต่อเนื่องที่เกี่ยวข้องกับเว็บไซต์ระหว่างคุณกับเรา
        หรือเพื่อพัฒนาผลิตภัณฑ์หรือบริการของเรา ทั้งนี้ เราอาจ/จะส่งแบบสำรวจหรือสอบถามความเห็นคุณ
        โดยทางอีเมลหรือไปรษณีย์

        จัดเก็บ รวบรวมไว้ในคลัง (hosting) ทำสำรอง (backing up) (ไม่ว่าจะเป็นการกู้คืนระบบหรืออื่นๆ)
        ของข้อมูลส่วนบุคคลของคุณ ไม่ว่าจะทำภายในหรือภายนอกประเทศไทย

        อำนวยความสะดวก จัดการ และ/หรือ ดำเนินการตรวจสอบโดยองค์กรภายนอก หรือการตรวจสอบภายในธุรกิจของชีลองส์
        หรือของบริษัทในเครือ/บริษัทที่เกี่ยวข้อง เพื่อวัตถุประสงค์ด้านการตลาดและที่เกี่ยวกับเรื่องนี้
        คุณจะได้รับข้อมูลทางการตลาด การโฆษณา และสนับสนุนการขาย เอกสารที่เกี่ยวกับผลิตภัณฑ์ การแข่งขัน
        การบริการและ/หรือกิจกรรมต่างๆ (รวมถึงกิจกรรมขององค์กรบุคคลที่สามที่ชีลองส์อาจร่วมมือด้วย) ทั้งนี้ ชีลองส์
        (รวมถึงบริษัทในเครือ/บริษัทที่เกี่ยวข้อง) หรือองค์กรบุคคลที่สามดังกล่าวอาจขาย ทำการตลาด เสนอ จัดทำ
        มีส่วนเกี่ยวข้อง
        หรือหรือทำกิจกรรมสนับสนุนการขายใดๆ ให้แก่คุณ ซึ่งรวมถึงผลิตภัณฑ์
        บริการและ/หรือกิจกรรมที่มีอยู่ในปัจจุบันหรือในอนาคตโดยทางไปรษณีย์
        การส่งข้อมูลอิเล็กทรอนิกส์ไปยังที่อยู่อีเมลของคุณ
        ข้อความแจ้งเตือน การแจ้งเตือนรูปแบบอื่นในแอพฯ หรือโดยใช้เทคโนโลยี (เช่น
        เทคโนโลยีบ่งชี้ตำแหน่งที่อยู่ทางภูมิศาสตร์
        (geo-location technology)) สำหรับแอพฯ ของเราบนอุปกรณ์เคลื่อนที่ของคุณ หรือเทคโนโลยีอื่นๆ
        ในคอมพิวเตอร์ของคุณ
        และ/หรือผ่านโหมดการติดต่อสื่อสารอื่นใดที่ไม่ใช่ 3 DNC Mode ซึ่งเป็นการติดต่อสื่อสารผ่าน 3 ช่องทาง ได้แก่
        การโทรศัพท์โดยใช้เสียง (voice call) การส่งข้อความ หรือการส่งโทรสาร (“3 DNC Modes”)
        ไปยังหมายเลขโทรศัพท์ในประเทศไทยของคุณ ซึ่งคุณสามารถแสดงเจตนาไม่เข้าร่วม (opt out)
        หรือขอถอนความยินยอมได้ตลอดเวลาโดยส่งอีเมลไปยังเจ้าหน้าที่คุ้มครองข้อมูลของเรา

        ดำเนินงานใดๆ ที่เกี่ยวข้องกับ และ/หรือ อำนวยความสะดวกในการทำธุรกรรมเกี่ยวกับทรัพย์สินของธุรกิจ
        หรือธุรกรรมดังกล่าวที่อาจเกิดขึ้น ซึ่งเกี่ยวข้องกับชีลองส์ในฐานะเป็นผู้เข้าร่วม
        หรือที่มีบริษัทที่เกี่ยวข้องหรือบริษัทในเครือของชีลองส์เป็นผู้เข้าร่วม หรือที่มีชีลองส์
        และ/หรือบริษัทที่เกี่ยวข้อง
        หรือบริษัทในเครือของชีลองส์เป็นผู้เข้าร่วม และอาจมีองค์กรบุคคลที่สามอื่นๆ
        เป็นผู้เข้าร่วมในการทำธุรกรรมดังกล่าวด้วย
        ทั้งนี้ “ธุรกรรมเกี่ยวกับทรัพย์สินของธุรกิจ (business asset transaction)” หมายถึง การซื้อ การขาย การเช่า
        การควบรวมกิจการ หรือการได้มา การจำหน่าย หรือการจัดหาเงินทุน ขององค์กรหรือส่วนหนึ่งขององค์กร
        หรือธุรกิจหรือทรัพย์สินใด ๆ ขององค์กร

        ใช้และดูแลรักษาระบบเทคโนโลยีสารสนเทศของเรา
        รวมถึงการจัดเก็บและประมวลผลข้อมูลส่วนบุคคลในฐานข้อมูลคอมพิวเตอร์และเซิร์ฟเวอร์
        ในกรณีที่มีการทำให้ข้อมูลส่วนบุคคลกลายเป็นข้อมูลนิรนาม คุณรับทราบว่า
        ข้อมูลส่วนบุคคลที่ถูกทำให้ไม่สามารถระบุตัวตนได้แล้วนั้นจะไม่ถือเป็นข้อมูลส่วนบุคคลอีกต่อไป และข้อกำหนดใดๆ
        เกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลตามกฎหมายนั้นจะไม่ถูกนำมาบังคับใช้กับข้อมูลที่ไม่สามารถระบุตัวตนดังกล่าว
        เพื่อวัตถุประสงค์ในการบันทึกจัดเก็บ และจัดทำสถิติและทำการวิจัยภายใน และ/หรือ เพื่อการรายงานตามกฎหมาย
        และ/หรือตามหน้าที่ที่กำหนดให้ต้องบันทึกข้อมูลของชีลองส์ หรือบริษัทในเครือ/บริษัทที่เกี่ยวข้อง และ
        เพื่อวัตถุประสงค์ในการรายงานของชีลองส์ กลุ่มบริษัทของชีลองส์ รวมถึงการรายงานผลการดำเนินงานของชีลองส์
        (“กลุ่มบริษัทของชีลองส์” หมายถึง ชีลองส์ บริษัทในเครือ และบริษัทที่เกี่ยวข้อง)

        เพื่อให้เกิดความชัดเจนในกรณีนี้ </div>

    <div style="text-indent: 1em;">
        คุณรับทราบและยินยอมให้ชีลองส์แบ่งปันข้อมูลที่ไม่สามารถระบุตัวตนได้ ทั้งนี้
        หลักเกณฑ์ใดๆ
        ที่กำหนดขึ้นเพื่อการคุ้มครองข้อมูลส่วนบุคคลตามกฎหมายจะไม่ถูกนำมาใช้บังคับกับข้อมูลที่ไม่สามารถระบุตัวตนได้
        รวมถึงการจัดการหรือประมวลผลข้อมูลที่ไม่สามารถระบุตัวตนนั้นด้วย

        ข้อมูลโดยรวม
        เราอาจแบ่งปันข้อมูลโดยรวมที่ไม่สามารถระบุตัวตนเกี่ยวกับลูกค้าของเรานั้นกับผู้ลงโฆษณาและพันธมิตรด้านการตลาด
        การโฆษณาโดยอ้างอิงพฤติกรรมของผู้บริโภค
        บุคคลที่สามสามารถใช้เทคโนโลยีในการเก็บรวบรวมข้อมูลที่ไม่สามารถระบุตัวตนเกี่ยวกับการใช้เว็บไซต์ของคุณ
        เพื่อเสนอโฆษณาเกี่ยวกับผลิตภัณฑ์และบริการที่เหมาะสมกับความสนใจของคุณ
        โดยโฆษณาดังกล่าวอาจปรากฏขึ้นเมื่อคุณใช้เว็บไซต์ หรือใช้อินเทอร์เน็ต
        หรืออุปกรณ์เคลื่อนที่เพื่อเข้าชมเว็บไซต์อื่นๆ</div>

    <div style="padding-top: 10px;">การแบ่งปัน และการเปิดเผยข้อมูลส่วนบุคคล</div>
    <div style="text-indent: 1em;">
        ชีลองส์อาจ/จะต้องเปิดเผยข้อมูลส่วนบุคคลของคุณแก่บุคคลที่สาม ไม่ว่าจะอยู่ในหรือนอกประเทศไทย
        ตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น
        เพื่อให้บุคคลที่สามสามารถดำเนินการกับข้อมูลส่วนบุคคลของคุณตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น
        คุณรับทราบ
        ตกลง และยินยอมให้เราเปิดเผยข้อมูลส่วนบุคคลของคุณแก่บุคคลที่สาม
        เพื่อดำเนินการตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้นได้ รวมถึงให้บุคคลที่สามเก็บรวบรวม ใช้ เปิดเผย
        และ/หรือประมวลผลข้อมูลส่วนบุคคลของคุณตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น
        โดยบุคคลที่สามหมายรวมถึงบุคคลอันได้แก่ บริษัทที่เกี่ยวข้องและบริษัทในเครือ ทั้งในประเทศไทยและต่างประเทศ
        ตัวแทน
        ผู้รับจ้าง หรือผู้ให้บริการบุคคลที่สามที่ประมวลผลหรือจะประมวลผลข้อมูลส่วนบุคคลของคุณในนามของเราหรืออื่นๆ
        รวมถึงผู้ที่ให้บริการด้านการบริหารจัดการ หรือบริการอื่นๆ ให้กับเรา เช่น ศูนย์รับฝากอีเมล (mailing house)
        ศูนย์บริการทางโทรศัพท์ (call center) บริษัทโทรคมนาคม บริษัทโลจิสติกส์ บริษัทเทคโนโลยีสารสนเทศ
        และศูนย์ข้อมูล
        (data
        center) และคู่ค้าทางธุรกิจของเรา</div>

    <div style="text-indent: 1em;">
        บุคคลที่สามที่ชีลองส์เปิดเผยข้อมูลให้ตามวัตถุประสงค์ข้อใดข้อหนึ่งหรือหลายข้อข้างต้น
        เราให้ข้อมูลแก่ผู้ให้บริการของเราเท่าที่จำเป็นต่อการให้บริการ
        และเราทำงานร่วมกับผู้ให้บริการเหล่านั้นเพื่อเคารพและคุ้มครองข้อมูลส่วนบุคคลของคุณ
        เรากำหนดให้ผู้ให้บริการของเราต้องปฏิบัติตามแนวปฏิบัติเกี่ยวกับความเป็นส่วนตัวของเรา
        และตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลกำหนดไว้อย่างเคร่งครัด
        อีกทั้งห้ามมิให้ผู้ใช้บริการนำข้อมูลส่วนบุคคลของคุณไปใช้เพื่อวัตถุประสงค์อื่นโดยไม่ได้รับอนุญาต
        ในกรณีที่ข้อมูลส่วนบุคคลของคุณถูกถ่ายโอนออกจากประเทศไทย
        เราจะปฏิบัติตามกฎหมายที่บังคับใช้เกี่ยวกับการถ่ายโอนดังกล่าว
        รวมถึงดำเนินการตามขั้นตอนที่เหมาะสมเพื่อให้แน่ใจว่าองค์กรผู้รับข้อมูลส่วนบุคคลในต่างประเทศที่มีหน้าที่ตามกฎหมายนั้น
        จะจัดการข้อมูลส่วนบุคคลที่ได้รับโอนไปภายใต้มาตรฐานการคุ้มครองที่เทียบเท่ากับที่กฎหมายกำหนด</div>

    <div style="padding-top: 10px;">คำร้องขอเข้าถึง และ/หรือ แก้ไขความถูกต้องของข้อมูลส่วนบุคคล</div>

    <div style="text-indent: 1em;">
        คุณอาจขอเข้าถึง และ/หรือ แก้ไขความถูกต้องของข้อมูลส่วนบุคคลของคุณที่อยู่ในการครอบครองหรือควบคุมของเรา
        โดยส่งคำร้องขอเป็นลายลักษณ์อักษรให้กับเรา ในการดำเนินการตามคำขอดังกล่าว
        เราจำเป็นต้องขอให้คุณให้ข้อมูลบางประการเพื่อยืนยันตัวตน กรุณาส่งคำร้องขอไปที่ shelongs959group@gmail.com
        กรณีคำร้องขอเข้าถึงข้อมูลส่วนบุคคล หรือแก้ไขความถูกต้องของข้อมูลส่วนบุคคล
        เมื่อเราได้รับข้อมูลจากคุณเพียงพอต่อการดำเนินการตามคำร้องขอแล้ว
        เราจะดำเนินการตามคำร้องขอซึ่งรวมถึงการแก้ไขความถูกต้องของข้อมูลส่วนบุคคลของคุณภายใน 30 วัน
        ในกรณีที่เราไม่สามารถตอบกลับคุณได้ภายใน 30 วัน
        เราจะแจ้งให้คุณทราบถึงกำหนดเวลาที่เร็วที่สุดที่เราจะสามารถแก้ไขความถูกต้องของข้อมูลตามคำร้องขอของคุณได้</div>

    <div style="padding-top: 10px;">การคุ้มครองข้อมูลส่วนบุคคล</div>
    <div style="text-indent: 1em;">
        เราจะใช้มาตรการตามสมควรเพื่อทำให้แน่ใจว่า ข้อมูลส่วนบุคคลของคุณจะถูกเก็บไว้เป็นความลับและโดยปลอดภัย
        และเราจะใช้มาตรการที่เหมาะสม เพื่อป้องกันการทำลายข้อมูลโดยผิดกฎหมาย การสูญหายหรือถูกทำลายโดยไม่ตั้งใจ
        การเปิดเผยหรือการเข้าถึงข้อมูลโดยไม่ได้รับอนุญาต หรือการดำเนินการในรูปแบบอื่นอย่างผิดกฎหมาย

        เราจะจัดการรักษาความปลอดภัยตามสมควร
        เพื่อให้แน่ใจได้ว่าข้อมูลส่วนบุคคลของคุณได้รับการคุ้มครองและมีความปลอดภัยเพียงพอ
        เราจะมีการรักษาความปลอดภัยที่เหมาะสมเพื่อป้องกันการเข้าถึง รวบรวม ใช้ เปิดเผย ทำสำเนา ดัดแปลง รั่วไหล
        สูญเสีย
        เสียหาย และ/หรือการเปลี่ยนแปลงข้อมูลส่วนบุคคลของคุณโดยไม่ได้รับอนุญาต อย่างไรก็ตาม
        เราไม่รับผิดชอบในกรณีที่บุคคลที่สามเข้าถึงข้อมูลส่วนบุคคลของคุณโดยไม่ได้รับอนุญาตและเป็นกรณีที่อยู่นอกเหนือการควบคุมของเรา

        ในกรณีที่เราอาจต้องใช้ข้อมูลส่วนบุคคลของคุณในการตัดสินใจที่ส่งผลกระทบต่อคุณหรือเปิดเผยต่อองค์กรอื่น
        เราจะใช้ความพยายามตามสมควรเพื่อให้แน่ใจว่าข้อมูลส่วนบุคคลของคุณนั้นถูกต้องและครบถ้วน อย่างไรก็ตาม
        คุณต้องแจ้งความเปลี่ยนแปลงใดๆ ของข้อมูลส่วนบุคคลที่ได้ให้ไว้กับเราแต่แรก
        เพื่อปรับปรุงให้ข้อมูลดังกล่าวเป็นปัจจุบัน
        เราจะไม่รับผิดชอบต่อผลที่เกิดจากการใช้ข้อมูลส่วนบุคคลที่ไม่ถูกต้องหรือไม่สมบูรณ์
        ซึ่งคุณมิได้แจ้งขอให้แก้ไขความถูกต้องของข้อมูลส่วนบุคคลที่ได้ให้ไว้กับเราแต่แรก</div>

    <div style="padding-top: 10px;"> ความเป็นส่วนตัวของผู้เยาว์</div>
    <div style="text-indent: 1em;">
        ชีลองส์ไม่ทำหรือไม่มีเจตนาที่จะทำธุรกรรมใดๆ ทางเว็บไซต์กับบุคคลที่อายุน้อยกว่า 18 ปี หากคุณอายุน้อยกว่า 18
        ปี
        และคุณไม่ควรให้ข้อมูลส่วนบุคคลใดๆ แก่เรา ในกรณีที่คุณอายุไม่ถึง 18 ปี
        คุณต้องได้รับการยินยอมจากบิดามารดาหรือผู้ปกครองของคุณเท่านั้น
        โดยแนบหนังสือยินยอมพร้อมสำเนาบัตรประชาชนของคุณ
        เพื่อยอมรับนโยบายความเป็นส่วนตัวบนเว็บไซต์นี้</div>

    <div style="padding-top: 10px;"> การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวฉบับนี้</div>
    <div style="text-indent: 1em;">
        วิธีปฏิบัติในการรักษาความเป็นส่วนตัวของชีลองส์ จะถูกประเมินอย่างต่อเนื่อง
        เพื่อให้มีความสามารถในการตอบสนองกับเทคโนโลยีใหม่ๆ วิธีปฏิบัติทางธุรกิจ
        และความต้องการของผู้ใช้เว็บไซต์และแอพพลิเคชั่น นโยบายความเป็นส่วนตัวนี้
        อาจเปลี่ยนแปลงจากการที่เราพัฒนารูปแบบการบริการ
        ชีลองส์ขอสงวนสิทธิที่จะเปลี่ยนแปลงนโยบายความเป็นส่วนตัวในเวลาใดก็ได้
        และจะแจ้งให้คุณทราบถึงนโยบายล่าสุดที่เป็นปัจจุบันบนหน้าเว็บไซต์
        หากคุณต้องการรับรู้นโยบายความเป็นส่วนตัวฉบับล่าสุด
        กรุณาตรวจสอบบนเว็บไซต์</div>

    <div style="padding-top: 10px;">ปัญหา ข้อสงสัย หรือข้อร้องเรียน</div>
    <div style="text-indent: 1em;">
        หากคุณมีคำถามใดๆ ที่เกี่ยวกับนโยบายความเป็นส่วนตัวของเรา หรือหากคุณต้องการขอเข้าถึง
        หรือแก้ไขความถูกต้องของข้อมูลส่วนบุคคลของคุณ หรือขอเพิกถอนความยินยอมของคุณ กรุณาติดต่อมาที่
        shelongs959group@gmail.com</div>


    มีผลบังคับใช้ตั้งแต่วันที่ 1 มกราคม 2561

</div>