<h1 class="text-center desktop" style="font-size: 100px; font-weight: bold;">การแลกเปลี่ยนคืนสินค้า</h1>
<div class="container desktop" style="background-color: #f0eeef;">
    <div style="font-size: 30px;">
        คุณสามารถคืนหรือเปลี่ยนสินค้าได้ภายใน 14 นับจากวันที่ได้รับ ในกรณีสินค้าผิดหรือชำรุด โดยมีเงื่อนไขดังต่อไปนี้<br>
        <span style="padding-right:10px;">-</span> สินค้าต้องอยู่ในสภาพดีเหมือนเดิม โดยปิดสนิทและไม่ได้เปิดใช้<br>
        <span style="padding-right:10px;">-</span> สินค้าที่ซื้อเป็นเซต หากต้องการคืนชิ้นใดชิ้นหนึ่งต้องทำการคืนทั้งเซต<br>
        <span style="padding-right:10px;">-</span> ของแถมและตัวทดลองที่ได้รับต้องคืนกลับมาพร้อมสินค้าด้วย<br>
    </div>

    <div style="padding-top: 10px; font-size: 30px;">
        หากเป็นดังกล่าว กรุณาส่งอีเมลมาที่ cs@shelongs.com พร้อมหมายเลขคำสั่งซื้อ
        รายละเอียดสินค้าที่ต้องการคืนพร้อมสาเหตุให้ครบถ้วนและแนบไฟล์ภาพสินค้าดังกล่าว
        การขอคืนสินค้าทุกครั้งจะได้รับการพิจารณาจาก SHElongs ก่อนเท่านั้น และต้องเป็นไปตามข้อกำหนดและเงื่อนไขด้านบน
        หากอนุมัติ ท่านสามารถเลือกรับเงินคืนหรือเปลี่ยนเป็นสินค้าทดแทนตัวเดียวกัน</div>

</div>


<h1 class="text-center border-font mobile">การแลกเปลี่ยนคืนสินค้า</h1>
<div class="container mobile" style="background-color: #f0eeef;">
    <div>
        คุณสามารถคืนหรือเปลี่ยนสินค้าได้ภายใน 14 นับจากวันที่ได้รับ ในกรณีสินค้าผิดหรือชำรุด โดยมีเงื่อนไขดังต่อไปนี้<br>
        <span style="padding-right:10px;">-</span> สินค้าต้องอยู่ในสภาพดีเหมือนเดิม โดยปิดสนิทและไม่ได้เปิดใช้<br>
        <span style="padding-right:10px;">-</span> สินค้าที่ซื้อเป็นเซต หากต้องการคืนชิ้นใดชิ้นหนึ่งต้องทำการคืนทั้งเซต<br>
        <span style="padding-right:10px;">-</span> ของแถมและตัวทดลองที่ได้รับต้องคืนกลับมาพร้อมสินค้าด้วย<br>
    </div>

    <div style="padding-top: 10px;">
        หากเป็นดังกล่าว กรุณาส่งอีเมลมาที่ cs@shelongs.com พร้อมหมายเลขคำสั่งซื้อ
        รายละเอียดสินค้าที่ต้องการคืนพร้อมสาเหตุให้ครบถ้วนและแนบไฟล์ภาพสินค้าดังกล่าว
        การขอคืนสินค้าทุกครั้งจะได้รับการพิจารณาจาก SHElongs ก่อนเท่านั้น และต้องเป็นไปตามข้อกำหนดและเงื่อนไขด้านบน
        หากอนุมัติ ท่านสามารถเลือกรับเงินคืนหรือเปลี่ยนเป็นสินค้าทดแทนตัวเดียวกัน</div>

</div>